Repository: RoySawyer/Nimzo_3d_i7
Catalog: main_7_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Click on < Fritz > for more information on Fritz database files.
ar: انقر فوق < Fritz > للحصول على مزيد من المعلومات حول ملفات قاعدة بيانات Fritz.
bg: Кликнете върху <Fritz> за повече информация относно файловете на базата данни Fritz.
bn: Fritz ডাটাবেস ফাইল সম্পর্কে আরও তথ্যের জন্য <Fritz > এ ক্লিক করুন।
cs: Klikněte na < Fritz > pro více informací o souborech databáze Fritz.
da: Klik på <Fritz> for mere information om Fritz-databasefiler.
de: Klicken Sie auf <Fritz>, um weitere Informationen zu Fritz-Datenbankdateien zu erhalten.
el: Κάντε κλικ στο <Fritz> για περισσότερες πληροφορίες σχετικά με τα αρχεία βάσης δεδομένων Fritz.
es: Haga clic en < Fritz > para obtener más información sobre los archivos de base de datos de Fritz.
et: Fritzi andmebaasifailide kohta lisateabe saamiseks klõpsake <Fritz>.
fa: برای اطلاعات بیشتر در مورد فایل‌های پایگاه داده Fritz، روی <Fritz> کلیک کنید.
fi: Lisätietoja Fritz-tietokantatiedostoista saat napsauttamalla <Fritz>.
fr: Cliquez sur < Fritz > pour plus d'informations sur les fichiers de base de données Fritz.
he: לחץ על <Fritz> למידע נוסף על קבצי מסד נתונים של Fritz.
hi: फ्रिट्ज़ डेटाबेस फ़ाइलों पर अधिक जानकारी के लिए < फ्रिट्ज़ > पर क्लिक करें।
hu: Kattintson a < Fritz > gombra a Fritz adatbázisfájlokkal kapcsolatos további információkért.
id: Klik < Fritz > untuk informasi lebih lanjut tentang berkas basis data Fritz.
ja: Fritz データベース ファイルの詳細については、< Fritz > をクリックしてください。
lt: Norėdami gauti daugiau informacijos apie „Fritz“ duomenų bazės failus, spustelėkite <Fritz>.
lv: Lai iegūtu plašāku informāciju par Fritz datubāzes failiem, noklikšķiniet uz <Fritz>.
nl: Klik op < Fritz > voor meer informatie over Fritz-databasebestanden.
no: Klikk på <Fritz> for mer informasjon om Fritz-databasefiler.
pl: Kliknij < Fritz >, aby uzyskać więcej informacji na temat plików bazy danych Fritz.
pt: Clique em < Fritz > para obter mais informações sobre os arquivos de banco de dados Fritz.
ro: Faceți clic pe <Fritz> pentru mai multe informații despre fișierele bazei de date Fritz.
ru: Нажмите < Fritz > для получения дополнительной информации о файлах базы данных Fritz.
sq: Klikoni te <Fritz> për më shumë informacion mbi skedarët e bazës së të dhënave Fritz.
sr: Кликните на < Fritz > за више информација о датотекама базе података Fritz.
sv: Klicka på <Fritz> för mer information om Fritz-databasfiler.
sw: Bofya kwenye < Fritz > kwa habari zaidi juu ya faili za hifadhidata za Fritz.
ta: ஃபிரிட்ஸ் தரவுத்தள கோப்புகள் பற்றிய கூடுதல் தகவலுக்கு ஃபிரிட்ஸ் > என்பதைக் கிளிக் செய்யவும்.
th: คลิกที่ < Fritz > เพื่อดูข้อมูลเพิ่มเติมเกี่ยวกับไฟล์ฐานข้อมูล Fritz
tr: Fritz veritabanı dosyaları hakkında daha fazla bilgi için < Fritz > öğesine tıklayın.
uk: Натисніть на < Fritz >, щоб отримати додаткову інформацію про файли бази даних Fritz.
ur: Fritz ڈیٹا بیس فائلوں کے بارے میں مزید معلومات کے لیے <Fritz> پر کلک کریں۔
vi: Nhấp vào < Fritz > để biết thêm thông tin về các tệp cơ sở dữ liệu Fritz.

source: If you sort the game list by clicking on a column heading,
ar: إذا قمت بفرز قائمة الألعاب عن طريق النقر فوق عنوان العمود،
bg: Ако сортирате списъка с игри, като щракнете върху заглавие на колона,
bn: যদি আপনি একটি কলামের শিরোনামে ক্লিক করে গেম তালিকাটি সাজান,
cs: Pokud seznam her seřadíte kliknutím na záhlaví sloupce,
da: Hvis du sorterer spillisten ved at klikke på en kolonneoverskrift,
de: Wenn Sie die Spieleliste durch Klicken auf eine Spaltenüberschrift sortieren,
el: Αν ταξινομήσετε τη λίστα παιχνιδιών κάνοντας κλικ σε μια επικεφαλίδα στήλης,
es: Si ordena la lista de juegos haciendo clic en el encabezado de una columna,
et: Kui sorteerite mängude loendit veerupäisele klõpsates,
fa: اگر لیست بازی‌ها را با کلیک روی عنوان ستون مرتب کنید،
fi: Jos lajittelet peliluettelon napsauttamalla sarakkeen otsikkoa,
fr: Si vous triez la liste des jeux en cliquant sur un en-tête de colonne,
he: אם תמיין את רשימת המשחקים על ידי לחיצה על כותרת עמודה,
hi: यदि आप किसी कॉलम शीर्षक पर क्लिक करके खेल सूची को क्रमबद्ध करते हैं,
hu: Ha a játékok listáját egy oszlop fejlécére kattintva rendezed,
id: Jika Anda mengurutkan daftar permainan dengan mengklik judul kolom,
ja: 列見出しをクリックしてゲームリストを並べ替えると、
lt: Jei žaidimų sąrašą rūšiuojate spustelėdami stulpelio antraštę,
lv: Ja spēļu sarakstu kārtojat, noklikšķinot uz kolonnas virsraksta,
nl: Als u de spellijst sorteert door op een kolomkop te klikken,
no: Hvis du sorterer spilllisten ved å klikke på en kolonneoverskrift,
pl: Jeśli posortujesz listę gier, klikając na nagłówek kolumny,
pt: Se você classificar a lista de jogos clicando no título de uma coluna,
ro: Dacă sortați lista de jocuri făcând clic pe antetul unei coloane,
ru: Если вы отсортируете список игр, нажав на заголовок столбца,
sq: Nëse e renditni listën e lojërave duke klikuar në titullin e një kolone,
sr: Ако сортирате листу игара кликом на наслов колоне,
sv: Om du sorterar spellistan genom att klicka på en kolumnrubrik,
sw: Ukipanga orodha ya mchezo kwa kubofya kichwa cha safu,
ta: நீங்கள் ஒரு நெடுவரிசை தலைப்பைக் கிளிக் செய்வதன் மூலம் விளையாட்டுப் பட்டியலை வரிசைப்படுத்தினால்,
th: หากคุณเรียงลำดับรายการเกมโดยคลิกที่หัวคอลัมน์
tr: Oyun listesini bir sütun başlığına tıklayarak sıralarsanız,
uk: Якщо відсортувати список ігор, клацнувши на заголовку стовпця,
ur: اگر آپ کالم کی سرخی پر کلک کرکے گیم لسٹ کو ترتیب دیتے ہیں،
vi: Nếu bạn sắp xếp danh sách trò chơi bằng cách nhấp vào tiêu đề cột,

source: The fast search will no longer work, until you save the file,
ar: لن يعمل البحث السريع بعد الآن، حتى تقوم بحفظ الملف،
bg: Бързото търсене вече няма да работи, докато не запазите файла,
bn: যতক্ষণ না আপনি ফাইলটি সংরক্ষণ করছেন, ততক্ষণ দ্রুত অনুসন্ধান আর কাজ করবে না,
cs: Rychlé vyhledávání nebude fungovat, dokud soubor neuložíte.
da: Hurtigsøgningen virker ikke længere, før du gemmer filen.
de: Die Schnellsuche funktioniert erst, wenn Sie die Datei speichern,
el: Η γρήγορη αναζήτηση δεν θα λειτουργεί πλέον, μέχρι να αποθηκεύσετε το αρχείο,
es: La búsqueda rápida ya no funcionará hasta que guardes el archivo.
et: Kiirotsing ei tööta enam enne faili salvestamist.
fa: جستجوی سریع دیگر کار نخواهد کرد، تا زمانی که فایل را ذخیره نکنید،
fi: Pikahaku ei enää toimi, ennen kuin tallennat tiedoston.
fr: La recherche rapide ne fonctionnera plus jusqu'à ce que vous enregistriez le fichier,
he: החיפוש המהיר לא יעבוד עוד, עד שתשמור את הקובץ,
hi: जब तक आप फ़ाइल को सेव नहीं करते, तब तक तेज़ खोज काम नहीं करेगी।
hu: A gyorskeresés addig nem fog működni, amíg el nem menti a fájlt.
id: Pencarian cepat tidak akan berfungsi lagi, sampai Anda menyimpan file,
ja: ファイルを保存するまで高速検索は機能しなくなります。
lt: Greitoji paieška nebeveiks, kol neišsaugosite failo,
lv: Ātrā meklēšana vairs nedarbosies, kamēr nesaglabāsiet failu.
nl: Het snel zoeken werkt niet meer totdat u het bestand opslaat,
no: Hurtigsøket vil ikke lenger fungere før du lagrer filen.
pl: Szybkie wyszukiwanie nie będzie już działać, dopóki nie zapiszesz pliku,
pt: A pesquisa rápida não funcionará mais até que você salve o arquivo,
ro: Căutarea rapidă nu va mai funcționa până nu salvați fișierul.
ru: Быстрый поиск больше не будет работать, пока вы не сохраните файл,
sq: Kërkimi i shpejtë nuk do të funksionojë më derisa ta ruani skedarin,
sr: Брза претрага више неће радити док не сачувате датотеку,
sv: Snabbsökningen fungerar inte längre förrän du sparar filen.
sw: Utafutaji wa haraka hautafanya kazi tena, hadi uhifadhi faili,
ta: நீங்கள் கோப்பைச் சேமிக்கும் வரை, வேகமான தேடல் இனி வேலை செய்யாது,
th: การค้นหาด่วนจะไม่ทำงานอีกต่อไปจนกว่าคุณจะบันทึกไฟล์
tr: Dosyayı kaydedene kadar hızlı arama artık çalışmayacaktır.
uk: Швидкий пошук більше не працюватиме, доки ви не збережете файл.
ur: تیز تلاش اب کام نہیں کرے گی، جب تک آپ فائل کو محفوظ نہیں کرتے،
vi: Tìm kiếm nhanh sẽ không còn hoạt động cho đến khi bạn lưu tệp,

source: or load a different one.
ar: أو قم بتحميل واحد مختلف.
bg: или заредете друг.
bn: অথবা অন্য একটি লোড করুন।
cs: nebo načtěte jiný.
da: eller indlæse en anden.
de: oder laden Sie ein anderes.
el: ή φορτώστε ένα διαφορετικό.
es: o cargar uno diferente.
et: või laadige mõni teine.
fa: یا یکی دیگه رو بارگذاری کن.
fi: tai lataa toinen.
fr: ou chargez-en un autre.
he: או לטעון אחד אחר.
hi: या कोई दूसरा लोड करें.
hu: vagy tölts be egy másikat.
id: atau memuat yang lain.
ja: または別のものをロードします。
lt: arba įkelti kitą.
lv: vai ielādēt citu.
nl: of laad een andere.
no: eller last inn en annen.
pl: lub załaduj inny.
pt: ou carregue um diferente.
ro: sau încărcați unul diferit.
ru: или загрузите другой.
sq: ose ngarkoni një tjetër.
sr: или учитајте други.
sv: eller ladda en annan.
sw: au pakia nyingine.
ta: அல்லது வேறு ஒன்றை ஏற்றவும்.
th: หรือโหลดอันอื่นแทน
tr: veya farklı bir tane yükleyin.
uk: або завантажте інший.
ur: یا ایک مختلف لوڈ کریں۔
vi: hoặc tải cái khác.

source: The fast search feature creates a cache of game header records
ar: تعمل ميزة البحث السريع على إنشاء ذاكرة تخزين مؤقتة لسجلات عناوين اللعبة
bg: Функцията за бързо търсене създава кеш от записи на заглавките на играта
bn: দ্রুত অনুসন্ধান বৈশিষ্ট্যটি গেম হেডার রেকর্ডের একটি ক্যাশে তৈরি করে
cs: Funkce rychlého vyhledávání vytváří mezipaměť záznamů záhlaví her
da: Den hurtige søgefunktion opretter en cache af spilheader-poster
de: Die Schnellsuchfunktion erstellt einen Cache mit Spielheader-Datensätzen
el: Η λειτουργία γρήγορης αναζήτησης δημιουργεί μια προσωρινή μνήμη με εγγραφές κεφαλίδας παιχνιδιού
es: La función de búsqueda rápida crea un caché de registros de encabezado del juego
et: Kiirotsingu funktsioon loob mängu päisekirjete vahemälu
fa: قابلیت جستجوی سریع، یک حافظه پنهان از رکوردهای هدر بازی ایجاد می‌کند.
fi: Pikahakutoiminto luo välimuistin pelin otsikkotiedoista
fr: La fonction de recherche rapide crée un cache d'enregistrements d'en-tête de jeu
he: תכונת החיפוש המהיר יוצרת מטמון של רשומות כותרת המשחק
hi: तेज़ खोज सुविधा गेम हेडर रिकॉर्ड का कैश बनाती है
hu: A gyorskeresési funkció gyorsítótárat hoz létre a játék fejlécrekordjaiból
id: Fitur pencarian cepat membuat cache rekaman header game
ja: 高速検索機能はゲームヘッダーレコードのキャッシュを作成します
lt: Greitos paieškos funkcija sukuria žaidimo antraščių įrašų talpyklą
lv: Ātrās meklēšanas funkcija izveido spēles galvenes ierakstu kešatmiņu
nl: De snelle zoekfunctie creëert een cache van gameheaderrecords
no: Hurtigsøkfunksjonen oppretter en mellomlagring av spilloverskriftsposter
pl: Funkcja szybkiego wyszukiwania tworzy pamięć podręczną rekordów nagłówków gier
pt: O recurso de pesquisa rápida cria um cache de registros de cabeçalho do jogo
ro: Funcția de căutare rapidă creează o memorie cache cu înregistrări ale antetului jocului
ru: Функция быстрого поиска создает кэш записей заголовков игр.
sq: Funksioni i kërkimit të shpejtë krijon një memorje të të dhënave të titujve të lojërave
sr: Функција брзе претраге креира кеш записа заглавља игре
sv: Snabbsökningsfunktionen skapar en cache med spelheaderposter
sw: Kipengele cha utafutaji wa haraka huunda akiba ya rekodi za vichwa vya mchezo
ta: வேகமான தேடல் அம்சம் விளையாட்டு தலைப்பு பதிவுகளின் தற்காலிக சேமிப்பை உருவாக்குகிறது.
th: คุณสมบัติการค้นหาอย่างรวดเร็วจะสร้างแคชของบันทึกส่วนหัวของเกม
tr: Hızlı arama özelliği oyun başlığı kayıtlarının bir önbelleğini oluşturur
uk: Функція швидкого пошуку створює кеш записів заголовків гри
ur: تیز تلاش کی خصوصیت گیم ہیڈر ریکارڈز کا ایک ذخیرہ بناتی ہے۔
vi: Tính năng tìm kiếm nhanh tạo ra bộ nhớ đệm các bản ghi tiêu đề trò chơi

source: in the computer memory, which remains there while the file is open.
ar: في ذاكرة الكمبيوتر، والتي تبقى هناك أثناء فتح الملف.
bg: в паметта на компютъра, която остава там, докато файлът е отворен.
bn: কম্পিউটার মেমোরিতে, যা ফাইল খোলা থাকাকালীন সেখানেই থাকে।
cs: v paměti počítače, která tam zůstává, dokud je soubor otevřený.
da: i computerens hukommelse, som forbliver der, mens filen er åben.
de: im Computerspeicher, der dort verbleibt, solange die Datei geöffnet ist.
el: στη μνήμη του υπολογιστή, η οποία παραμένει εκεί όσο είναι ανοιχτό το αρχείο.
es: en la memoria de la computadora, que permanece allí mientras el archivo está abierto.
et: arvuti mällu, mis jääb sinna faili avamise ajaks.
fa: در حافظه کامپیوتر، که تا زمانی که فایل باز است، آنجا باقی می‌ماند.
fi: tietokoneen muistissa, joka pysyy siellä tiedoston ollessa auki.
fr: dans la mémoire de l'ordinateur, qui y reste pendant que le fichier est ouvert.
he: בזיכרון המחשב, אשר נשאר שם בזמן שהקובץ פתוח.
hi: कंप्यूटर मेमोरी में, जो फ़ाइल खुली रहने तक वहीं रहती है।
hu: a számítógép memóriájában, amely ott marad, amíg a fájl meg van nyitva.
id: dalam memori komputer, yang tetap ada saat berkas dibuka.
ja: ファイルが開いている間はコンピュータのメモリに保存されます。
lt: kompiuterio atmintyje, kuri lieka joje, kol failas yra atidarytas.
lv: datora atmiņā, kas tur paliek, kamēr fails ir atvērts.
nl: in het geheugen van de computer, waar het bestand blijft zolang het geopend is.
no: i datamaskinens minne, som forblir der mens filen er åpen.
pl: w pamięci komputera, która pozostaje tam tak długo, jak długo plik jest otwarty.
pt: na memória do computador, que permanece lá enquanto o arquivo está aberto.
ro: în memoria computerului, care rămâne acolo cât timp fișierul este deschis.
ru: в памяти компьютера, которая остается там, пока файл открыт.
sq: në kujtesën e kompjuterit, e cila mbetet aty ndërsa skedari është i hapur.
sr: у меморији рачунара, која остаје тамо док је датотека отворена.
sv: i datorminnet, som finns kvar där medan filen är öppen.
sw: kwenye kumbukumbu ya kompyuta, ambayo inabaki pale wakati faili imefunguliwa.
ta: கணினி நினைவகத்தில், கோப்பு திறந்திருக்கும் போது அது அங்கேயே இருக்கும்.
th: ในหน่วยความจำคอมพิวเตอร์ ซึ่งจะยังอยู่ที่นั่นขณะที่เปิดไฟล์
tr: Bilgisayar belleğinde saklanır ve dosya açık olduğu sürece orada kalır.
uk: у пам'яті комп'ютера, яка залишається там, поки файл відкритий.
ur: کمپیوٹر میموری میں، جو فائل کے کھلنے کے دوران وہیں رہتی ہے۔
vi: trong bộ nhớ máy tính, vẫn ở đó trong khi tập tin được mở.

source: If fast search is not working properly, or you want to release
ar: إذا لم يكن البحث السريع يعمل بشكل صحيح، أو كنت تريد الإصدار
bg: Ако бързото търсене не работи правилно или искате да го освободите
bn: যদি দ্রুত অনুসন্ধান সঠিকভাবে কাজ না করে, অথবা আপনি মুক্তি দিতে চান
cs: Pokud rychlé vyhledávání nefunguje správně nebo chcete uvolnit
da: Hvis hurtigsøgningen ikke fungerer korrekt, eller du vil frigive
de: Wenn die Schnellsuche nicht richtig funktioniert oder Sie
el: Εάν η γρήγορη αναζήτηση δεν λειτουργεί σωστά ή θέλετε να την απελευθερώσετε
es: Si la búsqueda rápida no funciona correctamente o desea liberarla
et: Kui kiirotsing ei tööta korralikult või soovite vabastada
fa: اگر جستجوی سریع به درستی کار نمی‌کند، یا می‌خواهید آن را آزاد کنید
fi: Jos pikahaku ei toimi oikein tai haluat vapauttaa
fr: Si la recherche rapide ne fonctionne pas correctement ou si vous souhaitez la libérer
he: אם החיפוש המהיר אינו פועל כראוי, או שברצונך לשחרר
hi: यदि तेज़ खोज ठीक से काम नहीं कर रही है, या आप रिलीज़ करना चाहते हैं
hu: Ha a gyorskeresés nem működik megfelelően, vagy ha el szeretné engedni
id: Jika pencarian cepat tidak berfungsi dengan baik, atau Anda ingin melepaskan
ja: 高速検索が正しく機能しない場合、またはリリースしたい場合は
lt: Jei greitoji paieška neveikia tinkamai arba norite paleisti
lv: Ja ātrā meklēšana nedarbojas pareizi vai vēlaties atbrīvot
nl: Als snel zoeken niet goed werkt of als u de inhoud wilt vrijgeven
no: Hvis hurtigsøk ikke fungerer som det skal, eller du vil slippe
pl: Jeśli szybkie wyszukiwanie nie działa prawidłowo lub chcesz zwolnić
pt: Se a pesquisa rápida não estiver funcionando corretamente ou se você quiser liberar
ro: Dacă căutarea rapidă nu funcționează corect sau dacă doriți să eliberați
ru: Если быстрый поиск работает некорректно или вы хотите освободить
sq: Nëse kërkimi i shpejtë nuk funksionon siç duhet, ose dëshironi ta lironi
sr: Ако брза претрага не ради исправно или желите да отпустите
sv: Om snabbsökningen inte fungerar korrekt, eller om du vill släppa
sw: Ikiwa utafutaji wa haraka haufanyi kazi vizuri, au unataka kuachilia
ta: வேகமான தேடல் சரியாக வேலை செய்யவில்லை என்றால், அல்லது நீங்கள் விடுவிக்க விரும்பினால்
th: หากการค้นหาด่วนไม่ทำงานอย่างถูกต้องหรือคุณต้องการปล่อย
tr: Hızlı arama düzgün çalışmıyorsa veya serbest bırakmak istiyorsanız
uk: Якщо швидкий пошук працює неправильно або ви хочете його відпустити
ur: اگر تیز تلاش ٹھیک سے کام نہیں کر رہی ہے، یا آپ ریلیز کرنا چاہتے ہیں۔
vi: Nếu tìm kiếm nhanh không hoạt động bình thường hoặc bạn muốn phát hành

source: the memory, then click on < Clear cache >.
ar: الذاكرة، ثم انقر فوق <مسح ذاكرة التخزين المؤقت>.
bg: паметта, след което щракнете върху < Изчистване на кеша >.
bn: মেমরি, তারপর <ক্লিয়ার ক্যাশে> এ ক্লিক করুন।
cs: paměť a poté klikněte na <Vymazat mezipaměť>.
da: hukommelsen, og klik derefter på <Ryd cache>.
de: den Speicher, dann klicken Sie auf < Cache leeren >.
el: στη μνήμη και, στη συνέχεια, κάντε κλικ στην επιλογή <Εκκαθάριση προσωρινής μνήμης>.
es: la memoria, luego haga clic en <Borrar caché>.
et: mälu ja seejärel klõpsake <Tühjenda vahemälu >.
fa: حافظه را پاک کنید، سپس روی <پاک کردن حافظه پنهان> کلیک کنید.
fi: muisti ja napsauta sitten < Tyhjennä välimuisti >.
fr: la mémoire, puis cliquez sur < Vider le cache >.
he: את הזיכרון, לאחר מכן לחץ על < נקה מטמון >.
hi: मेमोरी, फिर < कैश साफ़ करें > पर क्लिक करें।
hu: a memóriát, majd kattintson a < Gyorsítótár törlése > gombra.
id: memori, lalu klik < Hapus cache >.
ja: メモリをクリアするには、< キャッシュをクリア > をクリックします。
lt: atmintį, tada spustelėkite <Išvalyti talpyklą>.
lv: atmiņu un pēc tam noklikšķiniet uz < Notīrīt kešatmiņu >.
nl: het geheugen en klik vervolgens op <Cache wissen>.
no: minnet, og klikk deretter på <Tøm hurtigbuffer>.
pl: pamięć, a następnie kliknij < Wyczyść pamięć podręczną >.
pt: a memória e clique em < Limpar cache >.
ro: memoria, apoi faceți clic pe < Ștergeți memoria cache >.
ru: память, затем нажмите < Очистить кэш >.
sq: memorien, pastaj klikoni te < Fshij memorien e përkohshme >.
sr: меморију, а затим кликните на < Обриши кеш >.
sv: minnet och klicka sedan på <Rensa cache>.
sw: kumbukumbu, kisha ubofye kwenye <Futa kashe >.
ta: நினைவகம், பின்னர் <Clear cache > என்பதைக் கிளிக் செய்யவும்.
th: หน่วยความจำ จากนั้นคลิก <ล้างแคช>
tr: Belleği temizleyin ve ardından < Önbelleği temizle > öğesine tıklayın.
uk: пам’ять, а потім натисніть кнопку < Очистити кеш >.
ur: میموری، پھر <کیشے صاف کریں> پر کلک کریں۔
vi: bộ nhớ, sau đó nhấp vào < Xóa bộ nhớ đệm >.

source: If you click < Search > with the < Shift > key down,
ar: إذا قمت بالنقر فوق <بحث> مع الضغط على مفتاح <Shift> لأسفل،
bg: Ако щракнете върху < Търсене > с натиснат клавиш < Shift >,
bn: যদি আপনি <Shift> কীটি নিচে রেখে <Search > এ ক্লিক করেন,
cs: Pokud kliknete na < Hledat > se stisknutou klávesou < Shift >,
da: Hvis du klikker på <Søg> med <Shift>-tasten nede,
de: Wenn Sie mit gedrückter <Shift>-Taste auf <Suchen> klicken,
el: Αν κάνετε κλικ στο <Αναζήτηση> με το πλήκτρο <Shift> προς τα κάτω,
es: Si hace clic en <Buscar> con la tecla <Shift> presionada,
et: Kui klõpsate < Otsi > ja < Shift > on all,
fa: اگر در حالی که کلید <Shift> را نگه داشته‌اید، روی <جستجو> کلیک کنید،
fi: Jos napsautat <Haku>-painiketta <Vaihto>-näppäin painettuna,
fr: Si vous cliquez sur <Rechercher> avec la touche <Maj> enfoncée,
he: אם תלחצו על <חיפוש> תוך כדי לחיצה על מקש <שיפט>,
hi: यदि आप < Shift > कुंजी को दबाकर < Search > पर क्लिक करते हैं,
hu: Ha a < Shift > billentyű lenyomva tartása mellett a < Keresés > gombra kattint,
id: Jika Anda mengklik < Cari > dengan menekan tombol < Shift >,
ja: <Shift>キーを押しながら<検索>をクリックすると、
lt: Jei spustelėsite <Ieškoti> laikydami nuspaustą klavišą <Shift>,
lv: Ja noklikšķināsit uz <Meklēt>, turot nospiestu taustiņu <Shift>,
nl: Als u op < Zoeken > klikt terwijl u de < Shift >-toets ingedrukt houdt,
no: Hvis du klikker på <Søk> med <Shift>-tasten nede,
pl: Jeżeli klikniesz <Szukaj> przy wciśniętym klawiszu <Shift>,
pt: Se você clicar em < Pesquisar > com a tecla < Shift > pressionada,
ro: Dacă faceți clic pe <Căutare> cu tasta <Shift> apăsată,
ru: Если нажать < Поиск >, удерживая клавишу < Shift >,
sq: Nëse klikoni <Kërko> me tastin <Shift> poshtë,
sr: Ако кликнете на < Претрага > са притиснутим тастером < Shift >,
sv: Om du klickar på <Sök> med <Skift>-tangenten nedtryckt,
sw: Ukibofya < Tafuta > na kitufe cha < Shift > chini,
ta: நீங்கள் Search > ஐ Shift > விசையை கீழே அழுத்தி கிளிக் செய்தால்,
th: หากคุณคลิก <ค้นหา> โดยกดแป้น <Shift> ค้างไว้
tr: < Shift > tuşu basılıyken < Ara > öğesine tıklarsanız,
uk: Якщо натиснути кнопку <Пошук> з утиснутою клавішею <Shift>,
ur: اگر آپ <Shift> کلید نیچے کے ساتھ <تلاش> پر کلک کرتے ہیں،
vi: Nếu bạn nhấp vào < Tìm kiếm > với phím < Shift > xuống,

source: the program will perform a fast search,
ar: سيقوم البرنامج بإجراء بحث سريع،
bg: програмата ще извърши бързо търсене,
bn: প্রোগ্রামটি দ্রুত অনুসন্ধান করবে,
cs: program provede rychlé vyhledávání,
da: programmet vil udføre en hurtig søgning,
de: das Programm führt eine schnelle Suche durch,
el: το πρόγραμμα θα εκτελέσει μια γρήγορη αναζήτηση,
es: El programa realizará una búsqueda rápida,
et: programm teeb kiire otsingu,
fa: این برنامه یک جستجوی سریع انجام خواهد داد،
fi: ohjelma suorittaa nopean haun,
fr: le programme effectuera une recherche rapide,
he: התוכנית תבצע חיפוש מהיר,
hi: कार्यक्रम तेजी से खोज करेगा,
hu: a program gyors keresést fog végezni,
id: program akan melakukan pencarian cepat,
ja: プログラムは高速検索を実行し、
lt: programa atliks greitą paiešką,
lv: programma veiks ātru meklēšanu,
nl: het programma zal een snelle zoekopdracht uitvoeren,
no: programmet vil utføre et raskt søk,
pl: program wykona szybkie wyszukiwanie,
pt: o programa realizará uma busca rápida,
ro: programul va efectua o căutare rapidă,
ru: программа выполнит быстрый поиск,
sq: Programi do të kryejë një kërkim të shpejtë,
sr: програм ће извршити брзу претрагу,
sv: programmet kommer att utföra en snabb sökning,
sw: programu itafanya utafutaji wa haraka,
ta: நிரல் விரைவான தேடலைச் செய்யும்,
th: โปรแกรมจะทำการค้นหาอย่างรวดเร็ว
tr: program hızlı bir arama gerçekleştirecek,
uk: програма виконає швидкий пошук,
ur: پروگرام تیزی سے تلاش کرے گا،
vi: chương trình sẽ thực hiện tìm kiếm nhanh,
