Repository: RoySawyer/Nimzo_3d_i7
Catalog: main_7_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Some old versions of the Fritz GUI (numbers 5, 6 and 7)
ar: بعض الإصدارات القديمة من واجهة المستخدم الرسومية لبرنامج Fritz (الأرقام 5 و6 و7)
bg: Някои стари версии на графичния потребителски интерфейс на Fritz (номера 5, 6 и 7)
bn: ফ্রিটজ জিইউআই-এর কিছু পুরোনো সংস্করণ (সংখ্যা ৫, ৬ এবং ৭)
cs: Některé starší verze grafického uživatelského rozhraní Fritz (čísla 5, 6 a 7)
da: Nogle gamle versioner af Fritz GUI (nummer 5, 6 og 7)
de: Einige alte Versionen der Fritz-GUI (Nummern 5, 6 und 7)
el: Μερικές παλιές εκδόσεις του Fritz GUI (αριθμοί 5, 6 και 7)
es: Algunas versiones antiguas de la GUI de Fritz (números 5, 6 y 7)
et: Mõned Fritzi GUI vanemad versioonid (numbrid 5, 6 ja 7)
fa: برخی از نسخه‌های قدیمی رابط کاربری گرافیکی Fritz (شماره‌های ۵، ۶ و ۷)
fi: Joitakin vanhoja Fritz-käyttöliittymän versioita (numerot 5, 6 ja 7)
fr: Quelques anciennes versions de l'interface graphique Fritz (numéros 5, 6 et 7)
he: כמה גרסאות ישנות של ממשק המשתמש הגרפי של Fritz (מספרים 5, 6 ו-7)
hi: फ्रिट्ज़ GUI के कुछ पुराने संस्करण (संख्या 5, 6 और 7)
hu: A Fritz grafikus felhasználói felület néhány régebbi verziója (5., 6. és 7. szám)
id: Beberapa versi lama GUI Fritz (nomor 5, 6 dan 7)
ja: Fritz GUIの古いバージョン（5、6、7番）
lt: Kai kurios senesnės „Fritz“ grafinės sąsajos versijos (5, 6 ir 7 numeriai)
lv: Dažas vecas Fritz GUI versijas (numurs 5, 6 un 7)
nl: Enkele oude versies van de Fritz GUI (nummers 5, 6 en 7)
no: Noen gamle versjoner av Fritz GUI (nummer 5, 6 og 7)
pl: Niektóre stare wersje interfejsu graficznego Fritz (numery 5, 6 i 7)
pt: Algumas versões antigas da GUI do Fritz (números 5, 6 e 7)
ro: Câteva versiuni vechi ale interfeței grafice Fritz (numerele 5, 6 și 7)
ru: Некоторые старые версии Fritz GUI (номера 5, 6 и 7)
sq: Disa versione të vjetra të ndërfaqes grafike të përdoruesit të Fritz (numrat 5, 6 dhe 7)
sr: Неке старе верзије Fritz GUI-ја (бројеви 5, 6 и 7)
sv: Några gamla versioner av Fritz GUI (nummer 5, 6 och 7)
sw: Baadhi ya matoleo ya zamani ya Fritz GUI (nambari 5, 6 na 7)
ta: ஃபிரிட்ஸ் GUI இன் சில பழைய பதிப்புகள் (எண்கள் 5, 6 மற்றும் 7)
th: Fritz GUI เวอร์ชันเก่าบางเวอร์ชัน (หมายเลข 5, 6 และ 7)
tr: Fritz GUI'nin bazı eski sürümleri (5, 6 ve 7 numaralı)
uk: Деякі старі версії графічного інтерфейсу Fritz (номери 5, 6 та 7)
ur: Fritz GUI کے کچھ پرانے ورژن (نمبر 5، 6 اور 7)
vi: Một số phiên bản cũ của Fritz GUI (số 5, 6 và 7)

source: The new file can then be opened and used with < Fast search >
ar: يمكن بعد ذلك فتح الملف الجديد واستخدامه باستخدام <البحث السريع>
bg: Новият файл може да бъде отворен и използван с < Бързо търсене>
bn: এরপর নতুন ফাইলটি খোলা যাবে এবং <Fast search> এর মাধ্যমে ব্যবহার করা যাবে।
cs: Nový soubor lze poté otevřít a použít pomocí < Rychlé vyhledávání >
da: Den nye fil kan derefter åbnes og bruges med <Hurtigsøgning>
de: Die neue Datei kann dann mit < Schnellsuche > geöffnet und verwendet werden
el: Το νέο αρχείο μπορεί στη συνέχεια να ανοιχτεί και να χρησιμοποιηθεί με < Γρήγορη αναζήτηση >
es: Luego, el nuevo archivo se puede abrir y utilizar con < Búsqueda rápida >
et: Seejärel saab uut faili avada ja kasutada funktsiooniga <Kiirotsing>.
fa: سپس فایل جدید را می‌توان با <جستجوی سریع> باز و استفاده کرد.
fi: Uusi tiedosto voidaan sitten avata ja käyttää < Pikahaku > -toiminnolla.
fr: Le nouveau fichier peut ensuite être ouvert et utilisé avec < Recherche rapide >
he: לאחר מכן ניתן לפתוח את הקובץ החדש ולהשתמש בו באמצעות <חיפוש מהיר>
hi: इसके बाद नई फ़ाइल को खोला जा सकता है और < फास्ट सर्च > के साथ उपयोग किया जा सकता है
hu: Az új fájl ezután megnyitható és használható a < Gyorskeresés > paranccsal.
id: File baru kemudian dapat dibuka dan digunakan dengan < Pencarian cepat >
ja: 新しいファイルは<高速検索>で開いて使用できます。
lt: Naują failą galima atidaryti ir naudoti naudojant < Greita paieška >
lv: Jauno failu pēc tam var atvērt un izmantot ar < Ātrā meklēšana >
nl: Het nieuwe bestand kan vervolgens worden geopend en gebruikt met <Snel zoeken>
no: Den nye filen kan deretter åpnes og brukes med <Hurtigsøk>
pl: Następnie można otworzyć nowy plik i używać go za pomocą opcji < Szybkie wyszukiwanie >
pt: O novo arquivo pode então ser aberto e usado com < Pesquisa rápida >
ro: Noul fișier poate fi apoi deschis și utilizat cu <Căutare rapidă>
ru: Новый файл затем можно открыть и использовать с помощью <Быстрый поиск>.
sq: Skedari i ri mund të hapet dhe të përdoret me < Kërkim i shpejtë >
sr: Нова датотека се затим може отворити и користити помоћу < Брзе претраге >
sv: Den nya filen kan sedan öppnas och användas med <Snabbsökning>
sw: Faili mpya inaweza kisha kufunguliwa na kutumiwa na < Utafutaji wa haraka >
ta: புதிய கோப்பை பின்னர் திறந்து < வேகமான தேடல் > மூலம் பயன்படுத்தலாம்.
th: จากนั้นสามารถเปิดไฟล์ใหม่และใช้งานได้ด้วย < การค้นหาด่วน >
tr: Yeni dosya daha sonra < Hızlı arama > ile açılıp kullanılabilir
uk: Новий файл можна відкрити та використовувати за допомогою < Швидкий пошук >
ur: اس کے بعد نئی فائل کو کھولا اور استعمال کیا جا سکتا ہے < فاسٹ سرچ> کے ساتھ
vi: Sau đó, tệp mới có thể được mở và sử dụng với < Tìm kiếm nhanh >

source: with the offending characters removed.
ar: مع إزالة الشخصيات المسيئة.
bg: с премахнати обидни герои.
bn: আপত্তিকর চরিত্রগুলি সরিয়ে ফেলা হয়েছে।
cs: s odstraněnými problematickými postavami.
da: med de stødende tegn fjernet.
de: wobei die anstößigen Zeichen entfernt wurden.
el: με την αφαίρεση των προσβλητικών χαρακτήρων.
es: con los caracteres infractores eliminados.
et: kusjuures solvavad tegelased on eemaldatud.
fa: با حذف شخصیت‌های توهین‌آمیز.
fi: ja loukkaavat hahmot on poistettu.
fr: avec les caractères incriminés supprimés.
he: לאחר הסרת הדמויות הפוגעות.
hi: जिसमें आपत्तिजनक पात्रों को हटा दिया गया।
hu: a sértő karakterek eltávolításával.
id: dengan menghilangkan karakter yang mengganggu.
ja: 問題のある文字を削除します。
lt: pašalinus įžeidžiančius veikėjus.
lv: ar aizskarošajām rakstzīmēm noņemtām.
nl: waarbij de aanstootgevende tekens zijn verwijderd.
no: med de støtende karakterene fjernet.
pl: po usunięciu obraźliwych znaków.
pt: com os caracteres ofensivos removidos.
ro: cu personajele ofensatoare eliminate.
ru: с удалением оскорбительных символов.
sq: me personazhet ofenduese të hequra.
sr: са уклоњеним ликовима који су увредили.
sv: med de stötande karaktärerna borttagna.
sw: na wahusika wanaokosea kuondolewa.
ta: புண்படுத்தும் எழுத்துக்கள் நீக்கப்படும்.
th: โดยเอาตัวละครที่ทำให้เกิดปัญหาออกไปแล้ว
tr: rahatsız edici karakterler çıkarılmış halde.
uk: з видаленням образливих персонажів.
ur: ناگوار کرداروں کو ہٹانے کے ساتھ۔
vi: với các ký tự gây khó chịu đã bị xóa bỏ.

source: which creates a new version of the current PGN database file
ar: الذي ينشئ إصدارًا جديدًا من ملف قاعدة بيانات PGN الحالي
bg: което създава нова версия на текущия PGN файл с база данни
bn: যা বর্তমান PGN ডাটাবেস ফাইলের একটি নতুন সংস্করণ তৈরি করে
cs: což vytvoří novou verzi aktuálního souboru databáze PGN
da: hvilket opretter en ny version af den aktuelle PGN-databasefil
de: Dadurch wird eine neue Version der aktuellen PGN-Datenbankdatei erstellt
el: το οποίο δημιουργεί μια νέα έκδοση του τρέχοντος αρχείου βάσης δεδομένων PGN
es: que crea una nueva versión del archivo de base de datos PGN actual
et: mis loob praegusest PGN-andmebaasifailist uue versiooni
fa: که نسخه جدیدی از فایل پایگاه داده PGN فعلی ایجاد می‌کند.
fi: joka luo uuden version nykyisestä PGN-tietokantatiedostosta
fr: qui crée une nouvelle version du fichier de base de données PGN actuel
he: אשר יוצר גרסה חדשה של קובץ מסד הנתונים הנוכחי של PGN
hi: जो वर्तमान PGN डेटाबेस फ़ाइल का एक नया संस्करण बनाता है
hu: amely létrehozza az aktuális PGN adatbázisfájl új verzióját
id: yang membuat versi baru dari file database PGN saat ini
ja: 現在のPGNデータベースファイルの新しいバージョンを作成します
lt: kuri sukuria naują dabartinės PGN duomenų bazės failo versiją
lv: kas izveido jaunu pašreizējā PGN datubāzes faila versiju
nl: die een nieuwe versie van het huidige PGN-databasebestand creëert
no: som oppretter en ny versjon av gjeldende PGN-databasefil
pl: który tworzy nową wersję bieżącego pliku bazy danych PGN
pt: que cria uma nova versão do arquivo de banco de dados PGN atual
ro: care creează o nouă versiune a fișierului bazei de date PGN curente
ru: который создает новую версию текущего файла базы данных PGN
sq: e cila krijon një version të ri të skedarit aktual të bazës së të dhënave PGN
sr: што креира нову верзију тренутне PGN датотеке базе података
sv: vilket skapar en ny version av den aktuella PGN-databasfilen
sw: ambayo huunda toleo jipya la faili ya hifadhidata ya PGN ya sasa
ta: இது தற்போதைய PGN தரவுத்தள கோப்பின் புதிய பதிப்பை உருவாக்குகிறது.
th: ซึ่งจะสร้างไฟล์ฐานข้อมูล PGN ปัจจุบันเวอร์ชันใหม่
tr: Mevcut PGN veritabanı dosyasının yeni bir sürümünü oluşturur
uk: що створює нову версію поточного файлу бази даних PGN
ur: جو موجودہ PGN ڈیٹا بیس فائل کا نیا ورژن بناتا ہے۔
vi: tạo ra một phiên bản mới của tệp cơ sở dữ liệu PGN hiện tại

source: To circumvent this, you can use the < Remove EOF characters >
ar: للتغلب على ذلك، يمكنك استخدام <إزالة أحرف نهاية الملف>
bg: За да заобиколите това, можете да използвате < Премахване на символи в края на файла >
bn: এটি এড়াতে, আপনি <Remove EOF অক্ষর > ব্যবহার করতে পারেন।
cs: Abyste tomu zabránili, můžete použít příkaz < Odebrat znaky EOF >
da: For at omgå dette kan du bruge <Fjern EOF-tegn>
de: Um dies zu umgehen, können Sie die Funktion < EOF-Zeichen entfernen > verwenden.
el: Για να παρακάμψετε αυτό, μπορείτε να χρησιμοποιήσετε την εντολή < Αφαίρεση χαρακτήρων EOF >
es: Para evitar esto, puede utilizar <Eliminar caracteres EOF>
et: Selle vältimiseks võite kasutada käsku < Eemalda EOF-märgid >
fa: برای دور زدن این مشکل، می‌توانید از <حذف کاراکترهای EOF> استفاده کنید.
fi: Voit kiertää tämän käyttämällä < Poista EOF-merkit >
fr: Pour contourner ce problème, vous pouvez utiliser la commande < Supprimer les caractères EOF >
he: כדי לעקוף זאת, ניתן להשתמש בפונקציה <הסרת תווי EOF>
hi: इससे बचने के लिए, आप < EOF अक्षर हटाएँ > का उपयोग कर सकते हैं
hu: Ennek megkerülésére használhatja az < EOF karakterek eltávolítása > parancsot.
id: Untuk mengatasi hal ini, Anda dapat menggunakan < Hapus karakter EOF >
ja: これを回避するには、<EOF文字を削除>を使用します。
lt: Norėdami tai apeiti, galite naudoti < Pašalinti EOF simbolius >
lv: Lai to apietu, varat izmantot < Noņemt EOF rakstzīmes >
nl: Om dit te omzeilen, kunt u de optie < EOF-tekens verwijderen > gebruiken
no: For å omgå dette kan du bruke <Fjern EOF-tegn>
pl: Aby to obejść, możesz użyć opcji <Usuń znaki EOF>
pt: Para contornar isso, você pode usar < Remover caracteres EOF >
ro: Pentru a evita acest lucru, puteți utiliza <Eliminați caracterele EOF>
ru: Чтобы обойти это, вы можете использовать < Удалить символы EOF >
sq: Për ta anashkaluar këtë, mund të përdorni <Hiq karakteret EOF>
sr: Да бисте ово заобишли, можете користити < Уклони EOF знакове >
sv: För att kringgå detta kan du använda <Ta bort EOF-tecken>
sw: Ili kukwepa hii, unaweza kutumia < Ondoa herufi za EOF >
ta: இதைத் தவிர்க்க, நீங்கள் <REmove EOF characters > ஐப் பயன்படுத்தலாம்.
th: เพื่อหลีกเลี่ยงปัญหานี้ คุณสามารถใช้ < ลบอักขระ EOF >
tr: Bunu önlemek için < EOF karakterlerini kaldır > seçeneğini kullanabilirsiniz
uk: Щоб обійти це, можна скористатися командою < Видалити символи EOF >
ur: اس کو روکنے کے لیے، آپ < EOF حروف کو ہٹا دیں > استعمال کر سکتے ہیں۔
vi: Để tránh điều này, bạn có thể sử dụng < Xóa ký tự EOF >

source: None of this happens with a normal games search.
ar: لا يحدث أي شيء من هذا عند البحث عن الألعاب العادية.
bg: Нищо от това не се случва при нормално търсене на игри.
bn: সাধারণ গেম অনুসন্ধানের ক্ষেত্রে এর কিছুই ঘটে না।
cs: Nic z toho se při běžném vyhledávání her neděje.
da: Intet af dette sker med en normal spilsøgning.
de: Nichts davon passiert bei einer normalen Spielesuche.
el: Τίποτα από αυτά δεν συμβαίνει με μια κανονική αναζήτηση παιχνιδιών.
es: Nada de esto sucede con una búsqueda de juegos normal.
et: Tavalise mänguotsingu puhul seda ei juhtu.
fa: هیچ کدام از این اتفاقات با جستجوی معمولی بازی‌ها نمی‌افتد.
fi: Mitään tällaista ei tapahdu tavallisella pelihaulla.
fr: Rien de tout cela ne se produit avec une recherche de jeux normale.
he: שום דבר מזה לא קורה בחיפוש משחקים רגיל.
hi: सामान्य गेम खोज में ऐसा कुछ भी नहीं होता।
hu: Egy átlagos játékkeresésnél semmi ilyesmi nem történik.
id: Tak satu pun hal ini terjadi dengan pencarian permainan yang normal.
ja: 通常のゲーム検索では、このようなことは起こりません。
lt: Nieko panašaus neįvyksta atliekant įprastą žaidimų paiešką.
lv: Nekas no tā nenotiek ar parastu spēļu meklēšanu.
nl: Bij een normale zoekopdracht naar games gebeurt dit allemaal niet.
no: Ingenting av dette skjer med et vanlig spillsøk.
pl: Nic z tego nie dzieje się podczas normalnego wyszukiwania gier.
pt: Nada disso acontece com uma busca normal de jogos.
ro: Nimic din toate acestea nu se întâmplă cu o căutare normală de jocuri.
ru: Ничего подобного не происходит при обычном поиске игр.
sq: Asnjë nga këto nuk ndodh me një kërkim normal të lojërave.
sr: Ништа од овога се не дешава са нормалном претрагом игара.
sv: Inget av detta händer med en vanlig spelsökning.
sw: Hakuna kati ya haya yanayotokea kwa utafutaji wa kawaida wa michezo.
ta: சாதாரண விளையாட்டு தேடலில் இவை எதுவும் நடக்காது.
th: สิ่งนี้จะไม่เกิดขึ้นกับการค้นหาเกมปกติ
tr: Normal bir oyun aramasında bunların hiçbiri olmaz.
uk: Нічого з цього не відбувається зі звичайним пошуком ігор.
ur: اس میں سے کوئی بھی عام گیمز کی تلاش کے ساتھ نہیں ہوتا ہے۔
vi: Những điều này không xảy ra khi tìm kiếm trò chơi thông thường.

source: but could not get it to work properly on the original Fritz PGN files.
ar: ولكن لم أتمكن من تشغيله بشكل صحيح على ملفات Fritz PGN الأصلية.
bg: но не можах да го накарам да работи правилно с оригиналните PGN файлове на Fritz.
bn: কিন্তু মূল ফ্রিটজ পিজিএন ফাইলগুলিতে এটি সঠিকভাবে কাজ করতে পারেনি।
cs: ale nepodařilo se mu to správně zprovoznit na původních souborech Fritz PGN.
da: men kunne ikke få det til at virke ordentligt på de originale Fritz PGN-filer.
de: konnte es aber mit den ursprünglichen Fritz-PGN-Dateien nicht richtig zum Laufen bringen.
el: αλλά δεν μπόρεσα να το κάνω να λειτουργήσει σωστά στα αρχικά αρχεία Fritz PGN.
es: pero no pude lograr que funcionara correctamente en los archivos PGN originales de Fritz.
et: aga ei saanud seda originaalsete Fritz PGN-failide puhul korralikult tööle.
fa: اما نتوانست آن را به درستی روی فایل‌های اصلی Fritz PGN اجرا کند.
fi: mutta en saanut sitä toimimaan oikein alkuperäisten Fritz PGN -tiedostojen kanssa.
fr: mais je n'ai pas réussi à le faire fonctionner correctement sur les fichiers Fritz PGN d'origine.
he: אבל לא הצלחתי לגרום לזה לעבוד כמו שצריך על קבצי Fritz PGN המקוריים.
hi: लेकिन मूल फ्रिट्ज़ पीजीएन फाइलों पर इसे ठीक से काम नहीं करवा सके।
hu: de nem sikerült megfelelően működnie az eredeti Fritz PGN fájlokon.
id: tetapi tidak dapat berfungsi dengan baik pada file Fritz PGN asli.
ja: しかし、オリジナルの Fritz PGN ファイルでは正常に動作しませんでした。
lt: bet nepavyko priversti jo tinkamai veikti su originaliais „Fritz PGN“ failais.
lv: bet neizdevās panākt, lai tas pareizi darbotos ar oriģinālajiem Fritz PGN failiem.
nl: maar ik kon het niet goed laten werken op de originele Fritz PGN-bestanden.
no: men klarte ikke å få det til å fungere ordentlig på de originale Fritz PGN-filene.
pl: ale nie udało się go uruchomić poprawnie na oryginalnych plikach Fritz PGN.
pt: mas não consegui fazê-lo funcionar corretamente nos arquivos PGN originais do Fritz.
ro: dar nu a putut să-l facă să funcționeze corect pe fișierele Fritz PGN originale.
ru: но не смог заставить его работать должным образом с исходными файлами Fritz PGN.
sq: por nuk munda ta bëja të funksiononte siç duhet në skedarët origjinalë Fritz PGN.
sr: али нисам могао да га натерам да исправно ради на оригиналним Fritz PGN датотекама.
sv: men kunde inte få det att fungera korrekt på de ursprungliga Fritz PGN-filerna.
sw: lakini haikuweza kuifanya ifanye kazi vizuri kwenye faili asili za Fritz PGN.
ta: ஆனால் அசல் ஃபிரிட்ஸ் பிஜிஎன் கோப்புகளில் அதை சரியாக வேலை செய்ய வைக்க முடியவில்லை.
th: แต่ไม่สามารถทำให้ทำงานได้อย่างถูกต้องบนไฟล์ Fritz PGN ต้นฉบับ
tr: ancak orijinal Fritz PGN dosyalarında düzgün çalışmasını sağlayamadım.
uk: але не зміг змусити його працювати належним чином з оригінальними файлами Fritz PGN.
ur: لیکن اصل Fritz PGN فائلوں پر اسے صحیح طریقے سے کام کرنے کے لیے حاصل نہیں کر سکا۔
vi: nhưng không thể hoạt động bình thường trên các tệp PGN gốc của Fritz.

source: I stopped the fast search from causing the program to crash,
ar: لقد أوقفت البحث السريع من التسبب في تعطل البرنامج،
bg: Спрях бързото търсене да не доведе до срив на програмата,
bn: আমি দ্রুত অনুসন্ধান বন্ধ করে দিয়েছি যাতে প্রোগ্রামটি ক্র্যাশ না হয়,
cs: Zastavil jsem rychlé vyhledávání, které by mohlo způsobit pád programu.
da: Jeg stoppede den hurtige søgning, der forårsagede programmets nedbrud.
de: Ich habe die Schnellsuche davon abgehalten, das Programm zum Absturz zu bringen,
el: Σταμάτησα την γρήγορη αναζήτηση από το να προκαλέσει διακοπή λειτουργίας του προγράμματος,
es: Detuve la búsqueda rápida para evitar que el programa se bloqueara.
et: Ma peatasin kiirotsingu, mis põhjustas programmi krahhi.
fa: من جلوی جستجوی سریع را گرفتم تا باعث خرابی برنامه نشود،
fi: Estin nopean haun aiheuttamasta ohjelman kaatumista,
fr: J'ai arrêté la recherche rapide qui provoquait le plantage du programme,
he: עצרתי את החיפוש המהיר שגרם לקריסה של התוכנית,
hi: मैंने प्रोग्राम को क्रैश होने से बचाने के लिए तेज़ खोज को रोक दिया,
hu: Leállítottam a gyors keresést, ami a program összeomlását okozta.
id: Saya menghentikan pencarian cepat agar tidak menyebabkan program mogok,
ja: 高速検索がプログラムをクラッシュさせないようにしました。
lt: Sustabdžiau greitąją paiešką, dėl kurios programa užstrigdavo.
lv: Es apturēju ātro meklēšanu, kas izraisīja programmas avāriju,
nl: Ik heb de snelle zoekfunctie gestopt, zodat het programma niet meer crashte,
no: Jeg stoppet hurtigsøket som forårsaket at programmet krasjet,
pl: Zatrzymałem szybkie wyszukiwanie, aby nie dopuścić do awarii programu,
pt: Parei a busca rápida de causar o travamento do programa,
ro: Am oprit căutarea rapidă care provoca blocarea programului,
ru: Я остановил быстрый поиск, который приводил к сбою программы,
sq: E ndalova kërkimin e shpejtë që të shkaktonte rrëzimin e programit,
sr: Зауставио сам брзу претрагу која је узроковала пад програма,
sv: Jag stoppade snabbsökningen som orsakade programmets krasch,
sw: Nilisimamisha utaftaji wa haraka kusababisha programu kuharibika,
ta: வேகமான தேடலால் நிரல் செயலிழக்காமல் இருப்பதை நான் நிறுத்தினேன்,
th: ฉันหยุดการค้นหาด่วนเพื่อไม่ให้โปรแกรมขัดข้อง
tr: Hızlı aramanın programın çökmesine neden olmasını engelledim,
uk: Я зупинив швидкий пошук, щоб він не спричиняв збій програми,
ur: میں نے تیز رفتار تلاش کو پروگرام کے کریش ہونے سے روک دیا،
vi: Tôi đã dừng tìm kiếm nhanh vì nó khiến chương trình bị sập,

source: end of file markers and were causing the the program to hang or crash.
ar: علامات نهاية الملف كانت تتسبب في تعليق البرنامج أو تعطله.
bg: маркери за край на файла и причиняваха замръзване или срив на програмата.
bn: ফাইল মার্কারগুলির শেষ অংশ এবং প্রোগ্রামটি হ্যাং বা ক্র্যাশের কারণ হচ্ছিল।
cs: značky konce souborů a způsobovaly zasekávání nebo pád programu.
da: markører for filslut og forårsagede, at programmet hængte eller gik ned.
de: Markierungen am Ende der Datei führten dazu, dass das Programm hängen blieb oder abstürzte.
el: δείκτες τέλους αρχείου και προκαλούσαν το πρόγραμμα να κολλάει ή να κρασάρει.
es: Los marcadores de final de archivo estaban provocando que el programa se bloqueara o fallara.
et: faili lõpu markerid ja põhjustasid programmi hangumise või krahhi.
fa: نشانگرهای پایان فایل و باعث هنگ کردن یا از کار افتادن برنامه می‌شدند.
fi: tiedoston loppumerkit ja aiheuttivat ohjelman jumiutumisen tai kaatumisen.
fr: les marqueurs de fin de fichier provoquaient le blocage ou le plantage du programme.
he: סמני סוף קובץ וגרמו לתוכנית להיתקע או לקרוס.
hi: फ़ाइल मार्करों के अंत में प्रोग्राम को हैंग या क्रैश करने का कारण बन रहे थे।
hu: fájlvégjelölőket, és ezek okozták a program lefagyását vagy összeomlását.
id: penanda akhir berkas dan menyebabkan program hang atau crash.
ja: ファイルマーカーの終了が原因でプログラムがハングしたりクラッシュしたりしていました。
lt: failo pabaigos žymekliai ir dėl jų programa užstrigdavo arba sugesdavo.
lv: faila beigu marķieri un izraisīja programmas darbības apturēšanu vai avāriju.
nl: einde van bestandsmarkeringen en zorgden ervoor dat het programma vastliep of crashte.
no: markører for filslutt og forårsaket at programmet hang seg eller krasjet.
pl: znaczniki końca pliku i powodowały zawieszanie się lub awarię programu.
pt: marcadores de fim de arquivo e estavam fazendo com que o programa travasse ou falhasse.
ro: marcaje de sfârșit de fișier și cauzau blocarea sau prăbușirea programului.
ru: маркеры конца файла и приводили к зависанию или сбою программы.
sq: shënuesit e fundit të skedarit dhe po shkaktonin bllokimin ose bllokimin e programit.
sr: маркери краја датотеке и узроковали су застој или пад програма.
sv: markeringar för filslut och orsakade att programmet hängde sig eller kraschar.
sw: mwisho wa alama za faili na walikuwa wakisababisha programu kunyongwa au kuanguka.
ta: கோப்பு குறிப்பான்களின் முடிவில் இருந்து, நிரல் செயலிழக்க அல்லது செயலிழக்க காரணமாக இருந்தன.
th: เครื่องหมายจุดสิ้นสุดไฟล์และทำให้โปรแกรมหยุดทำงานหรือขัดข้อง
tr: dosya sonu işaretleyicileri programın donmasına veya çökmesine neden oluyordu.
uk: маркери кінця файлу та призводили до зависання або аварійного завершення роботи програми.
ur: فائل مارکر کے اختتام اور پروگرام کو ہینگ یا کریش کرنے کا سبب بن رہے تھے۔
vi: các dấu hiệu kết thúc tệp và là nguyên nhân khiến chương trình bị treo hoặc sập.
