Repository: RoySawyer/Nimzo_3d_i7
Catalog: main_7_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: which uses text mode file processing, these characters act like
ar: الذي يستخدم معالجة الملفات في وضع النص، تعمل هذه الأحرف مثل
bg: който използва обработка на файлове в текстов режим, тези символи действат като
bn: যা টেক্সট মোড ফাইল প্রসেসিং ব্যবহার করে, এই অক্ষরগুলি এর মতো কাজ করে
cs: který používá zpracování souborů v textovém režimu, se tyto znaky chovají jako
da: som bruger teksttilstandsfilbehandling, fungerer disse tegn som
de: die die Dateiverarbeitung im Textmodus verwendet, wirken diese Zeichen wie
el: που χρησιμοποιεί επεξεργασία αρχείων σε λειτουργία κειμένου, αυτοί οι χαρακτήρες λειτουργούν σαν
es: que utiliza el procesamiento de archivos en modo texto, estos caracteres actúan como
et: mis kasutab tekstirežiimi failitöötlust, toimivad need märgid nagu
fa: که از پردازش فایل حالت متنی استفاده می‌کند، این کاراکترها مانند ... عمل می‌کنند.
fi: joka käyttää tekstitilan tiedostojen käsittelyä, nämä merkit toimivat kuten
fr: qui utilise le traitement de fichiers en mode texte, ces caractères agissent comme
he: אשר משתמש בעיבוד קבצים במצב טקסט, תווים אלה פועלים כמו
hi: जो टेक्स्ट मोड फ़ाइल प्रोसेसिंग का उपयोग करता है, ये अक्षर इस तरह कार्य करते हैं
hu: amely szöveges módú fájlfeldolgozást használ, ezek a karakterek úgy viselkednek, mint
id: yang menggunakan pemrosesan file mode teks, karakter-karakter ini bertindak seperti
ja: テキストモードのファイル処理を使用するこれらの文字は、
lt: kuris naudoja tekstinio režimo failų apdorojimą, šie simboliai veikia kaip
lv: kas izmanto teksta režīma failu apstrādi, šīs rakstzīmes darbojas kā
nl: die gebruikmaakt van tekstmodusbestandsverwerking, gedragen deze tekens zich als
no: som bruker tekstmodusfilbehandling, fungerer disse tegnene som
pl: który wykorzystuje przetwarzanie plików w trybie tekstowym, te znaki zachowują się jak
pt: que usa processamento de arquivo em modo texto, esses caracteres agem como
ro: care utilizează procesarea fișierelor în mod text, aceste caractere se comportă ca
ru: который использует текстовый режим обработки файлов, эти символы действуют как
sq: e cila përdor përpunimin e skedarëve në modalitetin tekst, këto karaktere veprojnë si
sr: који користи обраду датотека у текстуалном режиму, ови знакови се понашају као
sv: som använder textlägesfilbehandling, fungerar dessa tecken som
sw: ambayo hutumia usindikaji wa faili ya hali ya maandishi, wahusika hawa hufanya kama
ta: இது உரை முறை கோப்பு செயலாக்கத்தைப் பயன்படுத்துகிறது, இந்த எழுத்துக்கள் செயல்படுகின்றன
th: ซึ่งใช้การประมวลผลไฟล์โหมดข้อความ อักขระเหล่านี้จะทำหน้าที่เหมือน
tr: metin modu dosya işlemeyi kullanan bu karakterler şu şekilde davranır:
uk: який використовує обробку файлів у текстовому режимі, ці символи діють як
ur: جو ٹیکسٹ موڈ فائل پروسیسنگ کا استعمال کرتا ہے، یہ حروف اس طرح کام کرتے ہیں۔
vi: sử dụng chế độ xử lý tệp văn bản, các ký tự này hoạt động giống như

source: When these are read from a PGN file with the fast search function,
ar: عند قراءتها من ملف PGN باستخدام وظيفة البحث السريع،
bg: Когато те се четат от PGN файл с функцията за бързо търсене,
bn: যখন দ্রুত অনুসন্ধান ফাংশন সহ একটি PGN ফাইল থেকে এগুলি পড়া হয়,
cs: Když jsou tyto údaje načteny ze souboru PGN pomocí funkce rychlého vyhledávání,
da: Når disse læses fra en PGN-fil med den hurtige søgefunktion,
de: Wenn diese mit der Schnellsuchfunktion aus einer PGN-Datei gelesen werden,
el: Όταν αυτά διαβάζονται από ένα αρχείο PGN με τη λειτουργία γρήγορης αναζήτησης,
es: Cuando se leen desde un archivo PGN con la función de búsqueda rápida,
et: Kui need PGN-failist kiirotsingu funktsiooniga loetakse,
fa: وقتی این موارد از یک فایل PGN با عملکرد جستجوی سریع خوانده می‌شوند،
fi: Kun nämä luetaan PGN-tiedostosta pikahakutoiminnolla,
fr: Lorsqu'ils sont lus à partir d'un fichier PGN avec la fonction de recherche rapide,
he: כאשר אלה נקראים מקובץ PGN באמצעות פונקציית החיפוש המהיר,
hi: जब इन्हें तीव्र खोज फ़ंक्शन के साथ PGN फ़ाइल से पढ़ा जाता है,
hu: Amikor ezeket egy PGN fájlból a gyorskeresési funkcióval olvassuk be,
id: Ketika ini dibaca dari file PGN dengan fungsi pencarian cepat,
ja: これらを高速検索機能でPGNファイルから読み取ると、
lt: Kai šie duomenys nuskaitomi iš PGN failo naudojant greitosios paieškos funkciją,
lv: Kad šie tiek nolasīti no PGN faila ar ātrās meklēšanas funkciju,
nl: Wanneer deze worden gelezen uit een PGN-bestand met de snelle zoekfunctie,
no: Når disse leses fra en PGN-fil med hurtigsøkfunksjonen,
pl: Gdy odczyta się je z pliku PGN za pomocą funkcji szybkiego wyszukiwania,
pt: Quando estes são lidos de um arquivo PGN com a função de pesquisa rápida,
ro: Când acestea sunt citite dintr-un fișier PGN cu funcția de căutare rapidă,
ru: Когда они считываются из файла PGN с помощью функции быстрого поиска,
sq: Kur këto lexohen nga një skedar PGN me funksionin e kërkimit të shpejtë,
sr: Када се ови подаци прочитају из PGN датотеке помоћу функције брзе претраге,
sv: När dessa läses från en PGN-fil med snabbsökningsfunktionen,
sw: Wakati hizi zinasomwa kutoka kwa faili ya PGN na kazi ya utaftaji haraka,
ta: வேகமான தேடல் செயல்பாடு கொண்ட PGN கோப்பிலிருந்து இவை படிக்கப்படும்போது,
th: เมื่ออ่านสิ่งเหล่านี้จากไฟล์ PGN ที่มีฟังก์ชั่นค้นหาอย่างรวดเร็ว
tr: Bunlar hızlı arama fonksiyonuyla bir PGN dosyasından okunduğunda,
uk: Коли вони зчитуються з PGN-файлу за допомогою функції швидкого пошуку,
ur: جب یہ تیز سرچ فنکشن کے ساتھ PGN فائل سے پڑھے جاتے ہیں،
vi: Khi những thông tin này được đọc từ tệp PGN bằng chức năng tìm kiếm nhanh,

source: However, the ones with annotated games contain < Ctrl-Z > characters.
ar: ومع ذلك، فإن الألعاب التي تحتوي على تعليقات توضيحية تحتوي على الأحرف <Ctrl-Z>.
bg: Тези с анотирани игри обаче съдържат символи <Ctrl-Z>.
bn: তবে, যেসব গেমে টীকা দেওয়া হয়, সেগুলোতে <Ctrl-Z > অক্ষর থাকে।
cs: Ty s anotovaným herním obsahem však obsahují znaky <Ctrl-Z>.
da: Dem med kommenterede spil indeholder dog <Ctrl-Z> tegn.
de: Die mit kommentierten Spielen enthalten jedoch die Zeichen <Strg-Z>.
el: Ωστόσο, αυτά με σχολιασμένα παιχνίδια περιέχουν χαρακτήρες <Ctrl-Z>.
es: Sin embargo, los que tienen juegos anotados contienen caracteres < Ctrl-Z >.
et: Annoteeritud mängudega mängudes on aga <Ctrl-Z> sümbolid.
fa: با این حال، آن‌هایی که بازی‌های حاشیه‌نویسی شده دارند، حاوی کاراکترهای <Ctrl-Z> هستند.
fi: Kommentoiduilla peleillä olevissa on kuitenkin <Ctrl-Z>-merkkejä.
fr: Cependant, ceux avec des jeux annotés contiennent des caractères < Ctrl-Z >.
he: עם זאת, אלו עם משחקים עם הערות מכילים תווים <Ctrl-Z>.
hi: हालाँकि, एनोटेट गेम वाले में < Ctrl-Z > अक्षर होते हैं।
hu: Azonban a jegyzetekkel ellátott játékok < Ctrl-Z > karaktereket tartalmaznak.
id: Akan tetapi, yang memiliki permainan yang diberi anotasi berisi karakter < Ctrl-Z >.
ja: ただし、注釈付きのゲームには < Ctrl-Z > 文字が含まれています。
lt: Tačiau žaidimuose su komentarais yra <Ctrl-Z> simboliai.
lv: Tomēr tajās, kurās ir anotētas spēles, ir <Ctrl-Z> rakstzīmes.
nl: De spellen met geannoteerde spellen bevatten echter < Ctrl-Z >-tekens.
no: De med kommenterte spill inneholder imidlertid <Ctrl-Z>-tegn.
pl: Jednakże te z grami opatrzonymi adnotacjami zawierają znaki < Ctrl-Z >.
pt: Entretanto, aqueles com jogos anotados contêm caracteres < Ctrl-Z >.
ro: Totuși, cele cu jocuri adnotate conțin caractere <Ctrl-Z>.
ru: Однако в тех, где есть аннотированные игры, содержатся символы <Ctrl-Z>.
sq: Megjithatë, ato me lojëra të shënuara përmbajnë karaktere <Ctrl-Z>.
sr: Међутим, оне са анотираним играма садрже <Ctrl-Z> карактере.
sv: De med kommenterade spel innehåller dock <Ctrl-Z> tecken.
sw: Hata hivyo, zile zilizo na michezo ya maelezo zina vibambo < Ctrl-Z >.
ta: இருப்பினும், குறிப்புகள் உள்ள விளையாட்டுகளில் Ctrl-Z > எழுத்துக்கள் இருக்கும்.
th: อย่างไรก็ตาม เกมที่มีคำอธิบายประกอบจะมีอักขระ < Ctrl-Z >
tr: Ancak açıklamalı oyunlara sahip olanlar < Ctrl-Z > karakterleri içeriyor.
uk: Однак ті, що мають анотовані ігри, містять символи <Ctrl-Z>.
ur: تاہم، تشریح شدہ گیمز میں < Ctrl-Z > حروف ہوتے ہیں۔
vi: Tuy nhiên, những trò chơi có chú thích chứa các ký tự < Ctrl-Z >.

source: They can be exported as PGN files from within a Fritz GUI
ar: يمكن تصديرها كملفات PGN من داخل واجهة المستخدم الرسومية لـ Fritz
bg: Те могат да бъдат експортирани като PGN файлове от Fritz GUI
bn: এগুলি ফ্রিটজ জিইউআইয়ের মধ্যে থেকে পিজিএন ফাইল হিসাবে রফতানি করা যেতে পারে
cs: Lze je exportovat jako soubory PGN z grafického uživatelského rozhraní Fritz.
da: De kan eksporteres som PGN-filer fra en Fritz GUI
de: Sie können als PGN-Dateien aus einer Fritz-GUI exportiert werden
el: Μπορούν να εξαχθούν ως αρχεία PGN από ένα γραφικό περιβάλλον χρήστη Fritz
es: Se pueden exportar como archivos PGN desde una GUI de Fritz
et: Neid saab Fritzi graafilisest kasutajaliidesest PGN-failidena eksportida
fa: آنها می‌توانند به عنوان فایل‌های PGN از درون رابط کاربری گرافیکی Fritz صادر شوند.
fi: Ne voidaan viedä PGN-tiedostoina Fritz-käyttöliittymästä.
fr: Ils peuvent être exportés sous forme de fichiers PGN à partir d'une interface graphique Fritz
he: ניתן לייצא אותם כקבצי PGN מתוך ממשק משתמש גרפי של Fritz
hi: इन्हें फ्रिट्ज़ GUI के भीतर से PGN फ़ाइलों के रूप में निर्यात किया जा सकता है
hu: PGN fájlokként exportálhatók egy Fritz grafikus felhasználói felületről.
id: Mereka dapat diekspor sebagai file PGN dari dalam GUI Fritz
ja: Fritz GUIからPGNファイルとしてエクスポートできます。
lt: Juos galima eksportuoti kaip PGN failus iš „Fritz“ grafinės sąsajos.
lv: Tos var eksportēt kā PGN failus no Fritz GUI.
nl: Ze kunnen worden geëxporteerd als PGN-bestanden vanuit een Fritz GUI
no: De kan eksporteres som PGN-filer fra et Fritz GUI
pl: Można je eksportować jako pliki PGN z poziomu graficznego interfejsu użytkownika Fritz
pt: Eles podem ser exportados como arquivos PGN de dentro de uma GUI Fritz
ro: Acestea pot fi exportate ca fișiere PGN dintr-o interfață grafică Fritz
ru: Их можно экспортировать как файлы PGN из графического интерфейса Fritz.
sq: Ato mund të eksportohen si skedarë PGN nga brenda një GUI të Fritz
sr: Могу се експортовати као PGN датотеке из Fritz GUI-ја
sv: De kan exporteras som PGN-filer inifrån ett Fritz GUI
sw: Zinaweza kusafirishwa kama faili za PGN kutoka ndani ya Fritz GUI
ta: அவற்றை ஃபிரிட்ஸ் GUI-க்குள் இருந்து PGN கோப்புகளாக ஏற்றுமதி செய்யலாம்.
th: สามารถส่งออกเป็นไฟล์ PGN ได้จากภายใน Fritz GUI
tr: Bunlar Fritz GUI'sinden PGN dosyaları olarak dışa aktarılabilir
uk: Їх можна експортувати як PGN-файли з графічного інтерфейсу Fritz.
ur: انہیں Fritz GUI کے اندر سے PGN فائلوں کے طور پر برآمد کیا جا سکتا ہے۔
vi: Chúng có thể được xuất dưới dạng tệp PGN từ bên trong GUI Fritz
