Repository: RoySawyer/Nimzo_3d_i7
Catalog: main_7_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: that you use it only with small PGN database files, 100,000 games at the most.
ar: أنك تستخدمه فقط مع ملفات قاعدة بيانات PGN الصغيرة، 100000 لعبة على الأكثر.
bg: че го използвате само с малки PGN бази данни, най-много 100 000 игри.
bn: যে আপনি এটি শুধুমাত্র ছোট PGN ডাটাবেস ফাইলের সাথে ব্যবহার করতে পারবেন, সর্বাধিক ১০০,০০০ গেমের সাথে।
cs: že jej používáte pouze s malými soubory databáze PGN, maximálně 100 000 her.
da: at du kun bruger den med små PGN-databasefiler, højst 100.000 spil.
de: dass Sie es nur mit kleinen PGN-Datenbankdateien verwenden, höchstens 100.000 Spiele.
el: ότι το χρησιμοποιείτε μόνο με μικρά αρχεία βάσης δεδομένων PGN, το πολύ 100.000 παιχνίδια.
es: que lo uses solo con archivos de bases de datos PGN pequeños, 100.000 juegos como máximo.
et: et sa kasutad seda ainult väikeste PGN-andmebaasifailidega, maksimaalselt 100 000 mänguga.
fa: که شما فقط از آن با فایل‌های پایگاه داده PGN کوچک، حداکثر ۱۰۰۰۰۰ بازی، استفاده می‌کنید.
fi: että käytät sitä vain pienten PGN-tietokantatiedostojen, enintään 100 000 pelin, kanssa.
fr: que vous l'utilisiez uniquement avec de petits fichiers de base de données PGN, 100 000 jeux au maximum.
he: שאתה משתמש בו רק עם קבצי מסד נתונים קטנים של PGN, 100,000 משחקים לכל היותר.
hi: आप इसका उपयोग केवल छोटी PGN डाटाबेस फाइलों, अधिकतम 100,000 खेलों के साथ ही करें।
hu: hogy csak kis PGN adatbázisfájlokkal használod, legfeljebb 100 000 játékkal.
id: bahwa Anda menggunakannya hanya dengan file basis data PGN kecil, maksimal 100.000 permainan.
ja: 最大 100,000 ゲーム程度の小さな PGN データベース ファイルでのみ使用してください。
lt: kad jį naudojate tik su mažais PGN duomenų bazės failais, daugiausia 100 000 žaidimų.
lv: ka jūs to izmantojat tikai ar nelieliem PGN datubāzes failiem, ne vairāk kā 100 000 spēlēm.
nl: dat je het alleen met kleine PGN-databasebestanden gebruikt, maximaal 100.000 spellen.
no: at du bare bruker den med små PGN-databasefiler, maksimalt 100 000 spill.
pl: że należy go używać tylko z małymi plikami bazy danych PGN, zawierającymi maksymalnie 100 000 gier.
pt: que você o utilize apenas com pequenos arquivos de banco de dados PGN, 100.000 jogos no máximo.
ro: că îl folosești doar cu fișiere mici de baze de date PGN, cel mult 100.000 de jocuri.
ru: что вы используете его только с небольшими файлами базы данных PGN, максимум 100 000 игр.
sq: që ta përdorni vetëm me skedarë të vegjël të bazës së të dhënave PGN, maksimumi 100,000 lojëra.
sr: да га користите само са малим PGN датотекама базе података, највише 100.000 партија.
sv: att du bara använder den med små PGN-databasfiler, högst 100 000 spel.
sw: kwamba unaitumia tu na faili ndogo za hifadhidata za PGN, michezo 100,000 zaidi.
ta: நீங்கள் அதை சிறிய PGN தரவுத்தள கோப்புகளுடன் மட்டுமே பயன்படுத்துகிறீர்கள், அதிகபட்சம் 100,000 விளையாட்டுகள்.
th: ให้คุณใช้มันเฉพาะกับไฟล์ฐานข้อมูล PGN ขนาดเล็กเท่านั้น เช่น เกมจำนวนสูงสุด 100,000 เกม
tr: bunu sadece küçük PGN veritabanı dosyalarıyla, en fazla 100.000 oyunla kullanın.
uk: що ви використовуєте його лише з невеликими файлами бази даних PGN, максимум 100 000 ігор.
ur: کہ آپ اسے صرف چھوٹی PGN ڈیٹا بیس فائلوں کے ساتھ استعمال کرتے ہیں، زیادہ سے زیادہ 100,000 گیمز۔
vi: rằng bạn chỉ sử dụng nó với các tệp cơ sở dữ liệu PGN nhỏ, tối đa là 100.000 trò chơi.

source: < Fast search > function or Tarrasch database search functions instead.
ar: وظيفة <البحث السريع> أو وظائف البحث في قاعدة بيانات Tarrasch بدلاً من ذلك.
bg: < Бързо търсене > или функции за търсене в базата данни Tarrasch.
bn: পরিবর্তে <Fast search > ফাংশন অথবা Tarrasch ডাটাবেস অনুসন্ধান ফাংশন।
cs: < Rychlé vyhledávání > nebo funkce vyhledávání v databázi Tarrasch.
da: <Hurtigsøgning>-funktionen eller Tarrasch-databasesøgefunktioner i stedet.
de: Stattdessen die Funktion <Schnellsuche> oder die Suchfunktionen der Tarrasch-Datenbank.
el: Συνάρτηση < Γρήγορη αναζήτηση > ή συναρτήσεις αναζήτησης στη βάση δεδομένων Tarrasch.
es: Función <Búsqueda rápida> o funciones de búsqueda de base de datos Tarrasch.
et: < Kiirotsingu > funktsioon või Tarraschi andmebaasi otsingu funktsioonid.
fa: به جای آن، از تابع <جستجوی سریع> یا توابع جستجوی پایگاه داده تاراش استفاده کنید.
fi: < Pikahaku > -funktio tai Tarraschin tietokannan hakufunktiot.
fr: Fonction < Recherche rapide > ou fonctions de recherche dans la base de données Tarrasch à la place.
he: פונקציית <חיפוש מהיר> או פונקציות חיפוש במסד הנתונים של Tarrasch במקום זאת.
hi: इसके स्थान पर < फास्ट सर्च > फ़ंक्शन या टैराश डेटाबेस खोज फ़ंक्शन का उपयोग करें।
hu: < Gyorskeresés > függvény vagy Tarrasch adatbázis-keresési függvények helyett.
id: Fungsi < Pencarian cepat > atau fungsi pencarian basis data Tarrasch sebagai gantinya.
ja: <高速検索>機能または代わりにTarraschデータベース検索機能を使用してください。
lt: Vietoj to naudokite < Greita paieška > funkciją arba Tarrasch duomenų bazės paieškos funkcijas.
lv: < Ātrās meklēšanas > funkcija vai Tarrasch datubāzes meklēšanas funkcijas.
nl: In plaats daarvan de functie <Snel zoeken> of de zoekfuncties van de Tarrasch-database.
no: <Hurtigsøk>-funksjonen eller søkefunksjoner i Tarrasch-databasen i stedet.
pl: Zamiast tego funkcja < Szybkie wyszukiwanie > lub funkcje przeszukiwania bazy danych Tarrasch.
pt: Função < Busca rápida > ou funções de busca no banco de dados Tarrasch.
ro: Funcția < Căutare rapidă > sau funcțiile de căutare în baza de date Tarrasch.
ru: Вместо этого используйте функцию <Быстрый поиск> или функцию поиска в базе данных Тарраша.
sq: Funksioni < Kërkim i shpejtë > ose funksionet e kërkimit në bazën e të dhënave Tarrasch në vend të kësaj.
sr: < Брза претрага > функција или функције претраге базе података Тарраш.
sv: <Snabbsökning> eller sökfunktioner i Tarrasch-databasen istället.
sw: < Utafutaji wa haraka > kitendakazi au vitendaji vya utafutaji wa hifadhidata ya Tarrasch badala yake.
ta: அதற்கு பதிலாக விரைவான தேடல் > செயல்பாடு அல்லது டாராஷ் தரவுத்தள தேடல் செயல்பாடுகள்.
th: <ฟังก์ชันการค้นหาด่วน> หรือฟังก์ชันการค้นหาฐานข้อมูล Tarrasch แทน
tr: Bunun yerine < Hızlı arama > fonksiyonu veya Tarrasch veritabanı arama fonksiyonları.
uk: функція < Швидкий пошук > або функції пошуку в базі даних Tarrasch.
ur: اس کے بجائے <فاسٹ سرچ> فنکشن یا ٹاراسچ ڈیٹا بیس سرچ فنکشنز۔
vi: Thay vào đó, hãy sử dụng chức năng <Tìm kiếm nhanh> hoặc chức năng tìm kiếm cơ sở dữ liệu Tarrasch.

source: The < Search games.. > function is now available for Tarrasch databases files (*.tdb)
ar: أصبحت وظيفة <البحث عن الألعاب..> متاحة الآن لملفات قواعد بيانات Tarrasch (*.tdb)
bg: Функцията < Търсене на игри.. > вече е достъпна за файлове с бази данни Tarrasch (*.tdb)
bn: <Search games.. > ফাংশনটি এখন Tarrasch ডাটাবেস ফাইলের জন্য উপলব্ধ (*.tdb)
cs: Funkce < Vyhledávání her.. > je nyní k dispozici pro soubory databází Tarrasch (*.tdb).
da: Funktionen <Søg spil..> er nu tilgængelig for Tarrasch-databasefiler (*.tdb)
de: Die Funktion <Spiele suchen..> ist jetzt für Tarrasch-Datenbankdateien (*.tdb) verfügbar.
el: Η συνάρτηση <Αναζήτηση παιχνιδιών..> είναι πλέον διαθέσιμη για αρχεία βάσεων δεδομένων Tarrasch (*.tdb)
es: La función <Buscar juegos..> ahora está disponible para los archivos de bases de datos de Tarrasch (*.tdb)
et: Funktsioon < Otsi mänge.. > on nüüd saadaval Tarraschi andmebaasifailide (*.tdb) jaoks.
fa: تابع <جستجوی بازی‌ها..> اکنون برای فایل‌های پایگاه داده تاراش (*.tdb) در دسترس است.
fi: < Hae pelejä.. > -funktio on nyt käytettävissä Tarraschin tietokantatiedostoille (*.tdb)
fr: La fonction < Rechercher des jeux.. > est désormais disponible pour les fichiers de bases de données Tarrasch (*.tdb)
he: הפונקציה <חיפוש משחקים..> זמינה כעת עבור קבצי מסדי נתונים של Tarrasch (*.tdb)
hi: < खेल खोजें .. > फ़ंक्शन अब Tarrasch डेटाबेस फ़ाइलों (*.tdb) के लिए उपलब्ध है
hu: A < Játékok keresése.. > funkció mostantól elérhető a Tarrasch adatbázisfájlokhoz (*.tdb)
id: Fungsi < Cari permainan.. > sekarang tersedia untuk file basis data Tarrasch (*.tdb)
ja: <ゲームを検索...>機能がTarraschデータベースファイル(*.tdb)で利用できるようになりました。
lt: Funkcija < Ieškoti žaidimų.. > dabar pasiekiama „Tarrasch“ duomenų bazių failams (*.tdb)
lv: Funkcija < Meklēt spēles.. > tagad ir pieejama Tarrasch datubāzu failiem (*.tdb).
nl: De functie <Zoek spellen..> is nu beschikbaar voor Tarrasch-databasebestanden (*.tdb)
no: Funksjonen <Søk spill..> er nå tilgjengelig for Tarrasch-databasefiler (*.tdb)
pl: Funkcja < Wyszukaj gry.. > jest teraz dostępna dla plików baz danych Tarrasch (*.tdb)
pt: A função < Pesquisar jogos.. > agora está disponível para arquivos de bancos de dados Tarrasch (*.tdb)
ro: Funcția < Căutare jocuri.. > este acum disponibilă pentru fișierele bazelor de date Tarrasch (*.tdb)
ru: Функция < Поиск игр.. > теперь доступна для файлов баз данных Tarrasch (*.tdb)
sq: Funksioni <Kërko lojëra.. > është tani i disponueshëm për skedarët e bazave të të dhënave Tarrasch (*.tdb)
sr: Функција < Претражи игре.. > је сада доступна за датотеке Tarrasch база података (*.tdb)
sv: Funktionen <Sök spel..> är nu tillgänglig för Tarrasch-databasfiler (*.tdb)
sw: Kitendaji cha < Tafuta michezo.. > sasa kinapatikana kwa faili za hifadhidata za Tarrasch (*.tdb)
ta: தேடல் விளையாட்டுகள்.. > செயல்பாடு இப்போது Tarrasch தரவுத்தள கோப்புகளுக்கு (*.tdb) கிடைக்கிறது.
th: ฟังก์ชั่น < ค้นหาเกม.. > พร้อมใช้งานสำหรับไฟล์ฐานข้อมูล Tarrasch แล้ว (*.tdb)
tr: < Oyunları ara.. > işlevi artık Tarrasch veritabanı dosyaları (*.tdb) için kullanılabilir
uk: Функція < Пошук ігор.. > тепер доступна для файлів баз даних Tarrasch (*.tdb).
ur: < گیمز تلاش کریں.. > فنکشن اب Tarrasch ڈیٹا بیس فائلوں کے لیے دستیاب ہے (*.tdb)
vi: Chức năng < Tìm kiếm trò chơi.. > hiện khả dụng cho các tệp cơ sở dữ liệu Tarrasch (*.tdb)

source: as well as PGN database files. If you make identical databases in the two formats,
ar: بالإضافة إلى ملفات قواعد بيانات PGN. إذا أنشأتَ قواعد بيانات متطابقة بالتنسيقين،
bg: както и PGN файлове с бази данни. Ако създадете идентични бази данни в двата формата,
bn: পাশাপাশি PGN ডাটাবেস ফাইল। যদি আপনি দুটি ফর্ম্যাটে একই রকম ডাটাবেস তৈরি করেন,
cs: a také soubory databáze PGN. Pokud vytvoříte identické databáze ve dvou formátech,
da: samt PGN-databasefiler. Hvis du opretter identiske databaser i de to formater,
de: sowie PGN-Datenbankdateien. Wenn Sie identische Datenbanken in beiden Formaten erstellen,
el: καθώς και αρχεία βάσης δεδομένων PGN. Εάν δημιουργήσετε πανομοιότυπες βάσεις δεδομένων και στις δύο μορφές,
es: así como archivos de base de datos PGN. Si crea bases de datos idénticas en ambos formatos,
et: kui ka PGN-andmebaasifailid. Kui loote kahes vormingus identsed andmebaasid,
fa: و همچنین فایل‌های پایگاه داده PGN. اگر پایگاه‌های داده یکسانی را در دو قالب ایجاد کنید،
fi: sekä PGN-tietokantatiedostoja. Jos luot identtiset tietokannat molemmissa muodoissa,
fr: ainsi que les fichiers de base de données PGN. Si vous créez des bases de données identiques dans les deux formats,
he: וכן קבצי מסד נתונים של PGN. אם תיצרו מסדי נתונים זהים בשני הפורמטים,
hi: साथ ही PGN डेटाबेस फ़ाइलें। यदि आप दो प्रारूपों में समान डेटाबेस बनाते हैं,
hu: valamint PGN adatbázisfájlokat. Ha azonos adatbázisokat hoz létre a két formátumban,
id: serta file database PGN. Jika Anda membuat database yang identik dalam dua format,
ja: PGNデータベースファイルも同様です。2つの形式で同一のデータベースを作成すると、
lt: taip pat PGN duomenų bazių failus. Jei sukursite identiškas duomenų bazes abiem formatais,
lv: kā arī PGN datubāzes failus. Ja abos formātos izveidojat identiskas datubāzes,
nl: evenals PGN-databasebestanden. Als u identieke databases in de twee formaten maakt,
no: samt PGN-databasefiler. Hvis du lager identiske databaser i de to formatene,
pl: jak również pliki baz danych PGN. Jeśli utworzysz identyczne bazy danych w obu formatach,
pt: bem como arquivos de banco de dados PGN. Se você criar bancos de dados idênticos nos dois formatos,
ro: precum și fișiere de baze de date PGN. Dacă creați baze de date identice în cele două formate,
ru: а также файлы базы данных PGN. Если вы сделаете идентичные базы данных в двух форматах,
sq: si dhe skedarët e bazës së të dhënave PGN. Nëse krijoni baza të dhënash identike në të dy formatet,
sr: као и PGN датотеке базе података. Ако направите идентичне базе података у два формата,
sv: såväl som PGN-databasfiler. Om du skapar identiska databaser i de två formaten,
sw: pamoja na faili za hifadhidata za PGN. Ukitengeneza hifadhidata zinazofanana katika fomati hizo mbili,
ta: அதே போல் PGN தரவுத்தள கோப்புகளும். இரண்டு வடிவங்களிலும் ஒரே மாதிரியான தரவுத்தளங்களை உருவாக்கினால்,
th: รวมถึงไฟล์ฐานข้อมูล PGN ด้วย หากคุณสร้างฐานข้อมูลที่เหมือนกันในสองรูปแบบ
tr: PGN veritabanı dosyaları gibi. İki formatta da aynı veritabanlarını oluşturursanız,
uk: а також файли бази даних PGN. Якщо ви створюєте ідентичні бази даних у двох форматах,
ur: نیز PGN ڈیٹا بیس فائلز۔ اگر آپ دونوں فارمیٹس میں ایک جیسے ڈیٹا بیس بناتے ہیں،
vi: cũng như các tệp cơ sở dữ liệu PGN. Nếu bạn tạo các cơ sở dữ liệu giống hệt nhau ở hai định dạng,

source: the Tarrasch database searches are much faster.
ar: عمليات البحث في قاعدة بيانات Tarrasch أسرع بكثير.
bg: Търсенията в базата данни Tarrasch са много по-бързи.
bn: Tarrasch ডাটাবেস অনুসন্ধান অনেক দ্রুত।
cs: Vyhledávání v databázi Tarrasch je mnohem rychlejší.
da: Søgningerne i Tarrasch-databasen er meget hurtigere.
de: Die Tarrasch-Datenbanksuchen sind viel schneller.
el: Οι αναζητήσεις στη βάση δεδομένων Tarrasch είναι πολύ πιο γρήγορες.
es: Las búsquedas en la base de datos de Tarrasch son mucho más rápidas.
et: Tarraschi andmebaasi otsingud on palju kiiremad.
fa: جستجوهای پایگاه داده تاراش بسیار سریع‌تر هستند.
fi: Tarraschin tietokannan haut ovat paljon nopeampia.
fr: les recherches dans la base de données Tarrasch sont beaucoup plus rapides.
he: החיפושים במסד הנתונים של Tarrasch מהירים הרבה יותר.
hi: टारराश डेटाबेस खोजें बहुत तेज़ हैं।
hu: A Tarrasch adatbázisban történő keresések sokkal gyorsabbak.
id: Pencarian di basis data Tarrasch jauh lebih cepat.
ja: Tarrasch データベース検索ははるかに高速です。
lt: Tarrasch duomenų bazės paieška yra daug greitesnė.
lv: Tarrasch datubāzes meklēšana ir daudz ātrāka.
nl: Het zoeken in de Tarrasch-database is veel sneller.
no: Søkene i Tarrasch-databasen er mye raskere.
pl: Przeszukiwanie bazy danych Tarrasch jest znacznie szybsze.
pt: as pesquisas no banco de dados Tarrasch são muito mais rápidas.
ro: Căutările în baza de date Tarrasch sunt mult mai rapide.
ru: Поиск в базе данных Tarrasch выполняется намного быстрее.
sq: Kërkimet në bazën e të dhënave Tarrasch janë shumë më të shpejta.
sr: Претраге базе података Tarrasch су много брже.
sv: Sökningarna i Tarrasch-databasen är mycket snabbare.
sw: utafutaji wa hifadhidata wa Tarrasch ni haraka zaidi.
ta: டாராஷ் தரவுத்தள தேடல்கள் மிக வேகமாக உள்ளன.
th: การค้นหาฐานข้อมูล Tarrasch เร็วขึ้นมาก
tr: Tarrasch veritabanında aramalar çok daha hızlıdır.
uk: Пошук у базі даних Tarrasch набагато швидший.
ur: Tarrasch ڈیٹا بیس کی تلاش بہت تیز ہے۔
vi: Việc tìm kiếm trong cơ sở dữ liệu Tarrasch nhanh hơn nhiều.

source: Fast search cannot be used after a column sort.
ar: لا يمكن استخدام البحث السريع بعد فرز العمود.
bg: Бързото търсене не може да се използва след сортиране по колона.
bn: কলাম সাজানোর পরে দ্রুত অনুসন্ধান ব্যবহার করা যাবে না।
cs: Rychlé vyhledávání nelze použít po řazení podle sloupce.
da: Hurtigsøgning kan ikke bruges efter en kolonnesortering.
de: Nach einer Spaltensortierung kann die Schnellsuche nicht verwendet werden.
el: Η γρήγορη αναζήτηση δεν μπορεί να χρησιμοποιηθεί μετά από ταξινόμηση στηλών.
es: La búsqueda rápida no se puede utilizar después de ordenar una columna.
et: Kiirotsingut ei saa kasutada pärast veeru sortimist.
fa: جستجوی سریع پس از مرتب‌سازی ستونی قابل استفاده نیست.
fi: Pikahakua ei voi käyttää sarakelajittelun jälkeen.
fr: La recherche rapide ne peut pas être utilisée après un tri de colonne.
he: לא ניתן להשתמש בחיפוש מהיר לאחר מיון עמודות.
hi: कॉलम सॉर्ट के बाद तीव्र खोज का उपयोग नहीं किया जा सकता.
hu: Oszloprendezés után nem használható gyorskeresés.
id: Pencarian cepat tidak dapat digunakan setelah pengurutan kolom.
ja: 列の並べ替え後は高速検索は使用できません。
lt: Greitosios paieškos negalima naudoti po stulpelių rūšiavimo.
lv: Ātro meklēšanu nevar izmantot pēc kolonnu kārtošanas.
nl: Snel zoeken kan niet worden gebruikt nadat een kolom is gesorteerd.
no: Hurtigsøk kan ikke brukes etter en kolonnesortering.
pl: Szybkiego wyszukiwania nie można użyć po sortowaniu kolumn.
pt: A pesquisa rápida não pode ser usada após uma classificação de coluna.
ro: Căutarea rapidă nu poate fi utilizată după o sortare pe coloană.
ru: Быстрый поиск не может быть использован после сортировки столбцов.
sq: Kërkimi i shpejtë nuk mund të përdoret pas një renditjeje kolonash.
sr: Брза претрага се не може користити након сортирања по колони.
sv: Snabbsökning kan inte användas efter en kolumnsortering.
sw: Utafutaji wa haraka hauwezi kutumika baada ya kupanga safu.
ta: நெடுவரிசை வரிசைப்படுத்தலுக்குப் பிறகு விரைவான தேடலைப் பயன்படுத்த முடியாது.
th: ไม่สามารถใช้การค้นหาด่วนหลังจากการเรียงลำดับคอลัมน์ได้
tr: Sütun sıralama işleminden sonra hızlı arama kullanılamaz.
uk: Швидкий пошук не можна використовувати після сортування за стовпцем.
ur: کالم کی ترتیب کے بعد تیز تلاش کا استعمال نہیں کیا جا سکتا۔
vi: Không thể sử dụng tìm kiếm nhanh sau khi sắp xếp theo cột.

source: Suggestion : in order to use the fast search function,
ar: الاقتراح: لاستخدام وظيفة البحث السريع،
bg: Предложение: за да използвате функцията за бързо търсене,
bn: পরামর্শ: দ্রুত অনুসন্ধান ফাংশন ব্যবহার করার জন্য,
cs: Návrh: Chcete-li použít funkci rychlého vyhledávání,
da: Forslag: for at bruge den hurtige søgefunktion,
de: Vorschlag: Um die Schnellsuchfunktion zu nutzen,
el: Πρόταση: για να χρησιμοποιήσετε τη λειτουργία γρήγορης αναζήτησης,
es: Sugerencia: para utilizar la función de búsqueda rápida,
et: Soovitus: kiirotsingu funktsiooni kasutamiseks
fa: پیشنهاد: برای استفاده از قابلیت جستجوی سریع،
fi: Ehdotus: pikahakutoiminnon käyttämiseksi
fr: Suggestion : pour utiliser la fonction de recherche rapide,
he: הצעה: כדי להשתמש בפונקציית החיפוש המהיר,
hi: सुझाव: तीव्र खोज फ़ंक्शन का उपयोग करने के लिए,
hu: Javaslat: a gyorskeresési funkció használatához
id: Saran : untuk menggunakan fungsi pencarian cepat,
ja: 提案：高速検索機能を使用するには、
lt: Pasiūlymas: norint naudoti greitosios paieškos funkciją,
lv: Ieteikums: lai izmantotu ātrās meklēšanas funkciju,
nl: Suggestie: om de snelle zoekfunctie te gebruiken,
no: Forslag: for å bruke hurtigsøkfunksjonen,
pl: Sugestia: aby skorzystać z funkcji szybkiego wyszukiwania,
pt: Sugestão: para usar a função de pesquisa rápida,
ro: Sugestie: pentru a utiliza funcția de căutare rapidă,
ru: Предложение: чтобы использовать функцию быстрого поиска,
sq: Sugjerim: për të përdorur funksionin e kërkimit të shpejtë,
sr: Предлог: да бисте користили функцију брзе претраге,
sv: Förslag: för att använda snabbsökningsfunktionen,
sw: Pendekezo : ili kutumia kipengele cha kutafuta haraka,
ta: பரிந்துரை: வேகமான தேடல் செயல்பாட்டைப் பயன்படுத்த,
th: คำแนะนำ : เพื่อใช้งานฟังก์ชั่นการค้นหาอย่างรวดเร็ว
tr: Öneri : Hızlı arama fonksiyonunu kullanmak için,
uk: Пропозиція: щоб скористатися функцією швидкого пошуку,
ur: تجویز: تیز تلاش کی تقریب کو استعمال کرنے کے لیے،
vi: Gợi ý: để sử dụng chức năng tìm kiếm nhanh,

source: save the current file or load a different one.
ar: احفظ الملف الحالي أو قم بتحميل ملف آخر.
bg: запазете текущия файл или заредете друг.
bn: বর্তমান ফাইলটি সংরক্ষণ করুন অথবা অন্য একটি লোড করুন।
cs: uložit aktuální soubor nebo načíst jiný.
da: Gem den aktuelle fil eller indlæs en anden.
de: Speichern Sie die aktuelle Datei oder laden Sie eine andere.
el: αποθηκεύστε το τρέχον αρχείο ή φορτώστε ένα διαφορετικό.
es: guardar el archivo actual o cargar uno diferente.
et: salvesta praegune fail või laadi teine.
fa: فایل فعلی را ذخیره کنید یا فایل دیگری را بارگذاری کنید.
fi: tallenna nykyinen tiedosto tai lataa toinen.
fr: enregistrer le fichier actuel ou en charger un autre.
he: שמור את הקובץ הנוכחי או טען קובץ אחר.
hi: वर्तमान फ़ाइल को सहेजें या कोई भिन्न फ़ाइल लोड करें.
hu: mentse el az aktuális fájlt, vagy töltsön be egy másikat.
id: simpan berkas saat ini atau muat berkas lain.
ja: 現在のファイルを保存するか、別のファイルを読み込みます。
lt: išsaugoti dabartinį failą arba įkelti kitą.
lv: saglabāt pašreizējo failu vai ielādēt citu.
nl: Sla het huidige bestand op of laad een ander bestand.
no: lagre gjeldende fil eller last inn en annen.
pl: zapisz bieżący plik lub wczytaj inny.
pt: salve o arquivo atual ou carregue um diferente.
ro: salvați fișierul curent sau încărcați unul diferit.
ru: сохраните текущий файл или загрузите другой.
sq: ruani skedarin aktual ose ngarkoni një tjetër.
sr: сачувајте тренутну датотеку или учитајте другу.
sv: spara den aktuella filen eller ladda en annan.
sw: hifadhi faili ya sasa au pakia faili tofauti.
ta: தற்போதைய கோப்பை சேமிக்கவும் அல்லது வேறு ஒன்றை ஏற்றவும்.
th: บันทึกไฟล์ปัจจุบันหรือโหลดไฟล์อื่น
tr: Mevcut dosyayı kaydedin veya farklı bir dosya yükleyin.
uk: зберегти поточний файл або завантажити інший.
ur: موجودہ فائل کو محفوظ کریں یا ایک مختلف لوڈ کریں۔
vi: lưu tệp hiện tại hoặc tải tệp khác.

source: Fast search PGN database message
ar: البحث السريع في رسالة قاعدة بيانات PGN
bg: Съобщение за бързо търсене в PGN базата данни
bn: দ্রুত অনুসন্ধান PGN ডাটাবেস বার্তা
cs: Zpráva z databáze PGN s rychlým vyhledáváním
da: Hurtigsøgning i PGN-databasemeddelelse
de: Schnelle Suche nach PGN-Datenbanknachricht
el: Μήνυμα γρήγορης αναζήτησης στη βάση δεδομένων PGN
es: Búsqueda rápida de mensajes en la base de datos PGN
et: Kiire otsingu PGN andmebaasi teade
fa: جستجوی سریع پیام در پایگاه داده PGN
fi: Pikahaku PGN-tietokannan viesti
fr: Recherche rapide de messages dans la base de données PGN
he: חיפוש מהיר של הודעת מסד נתונים של PGN
hi: त्वरित खोज पीजीएन डेटाबेस संदेश
hu: Gyorskeresés PGN adatbázis üzenet
id: Pesan pencarian cepat database PGN
ja: PGNデータベースメッセージの高速検索
lt: Greitos paieškos PGN duomenų bazės pranešimas
lv: Ātrās meklēšanas PGN datubāzes ziņojums
nl: Snel zoeken PGN-databasebericht
no: Rask søk ​​i PGN-databasemelding
pl: Szybka wyszukiwarka wiadomości bazy danych PGN
pt: Mensagem de pesquisa rápida no banco de dados PGN
ro: Căutare rapidă a mesajului din baza de date PGN
ru: Быстрый поиск сообщений в базе данных PGN
sq: Mesazh i shpejtë i bazës së të dhënave PGN
sr: Брза претрага PGN базе података
sv: Snabbsökning av PGN-databasmeddelande
sw: Tafuta haraka ujumbe wa hifadhidata wa PGN
ta: PGN தரவுத்தள செய்தியை விரைவாகத் தேடுங்கள்
th: ข้อความค้นหาฐานข้อมูล PGN อย่างรวดเร็ว
tr: Hızlı arama PGN veritabanı mesajı
uk: Швидкий пошук повідомлень бази даних PGN
ur: پی جی این ڈیٹا بیس پیغام کو تیز تلاش کریں۔
vi: Tìm kiếm nhanh tin nhắn cơ sở dữ liệu PGN
