Repository: RoySawyer/Nimzo_3d_i7
Catalog: main_7_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: even if the < Fast Search > box is not checked.
ar: حتى لو لم يتم تحديد مربع <البحث السريع>.
bg: дори ако квадратчето < Бързо търсене> не е отметнато.
bn: এমনকি যদি <Fast Search > বাক্সটি চেক না করা থাকে।
cs: i když není zaškrtnuto políčko < Rychlé vyhledávání>.
da: selvom feltet <Hurtigsøgning> ikke er markeret.
de: auch wenn das Kontrollkästchen <Schnellsuche> nicht aktiviert ist.
el: ακόμα κι αν το πλαίσιο < Γρήγορη αναζήτηση > δεν είναι επιλεγμένο.
es: incluso si la casilla <Búsqueda rápida> no está marcada.
et: isegi kui ruut < Kiirotsing > pole märgitud.
fa: حتی اگر کادر <جستجوی سریع> علامت زده نشده باشد.
fi: vaikka < Pikahaku > -ruutua ei olisikaan valittu.
fr: même si la case < Recherche rapide > n'est pas cochée.
he: גם אם התיבה <חיפוש מהיר> אינה מסומנת.
hi: भले ही < फास्ट सर्च > बॉक्स चेक न किया गया हो.
hu: még akkor is, ha a < Gyorskeresés > jelölőnégyzet nincs bejelölve.
id: bahkan jika kotak < Pencarian Cepat > tidak dicentang.
ja: <高速検索>ボックスがチェックされていない場合でも同様です。
lt: net jei langelis < Greitoji paieška > nepažymėtas.
lv: pat ja izvēles rūtiņa < Ātrā meklēšana > nav atzīmēta.
nl: zelfs als het vakje <Snel zoeken> niet is aangevinkt.
no: selv om boksen <Hurtigsøk> ikke er avkrysset.
pl: nawet jeśli pole < Szybkie wyszukiwanie > nie jest zaznaczone.
pt: mesmo que a caixa < Busca rápida > não esteja marcada.
ro: chiar dacă nu este bifată caseta < Căutare rapidă >.
ru: даже если флажок <Быстрый поиск> не установлен.
sq: edhe nëse kutia < Kërkim i Shpejtë > nuk është e zgjedhur.
sr: чак и ако поље < Брза претрага > није означено.
sv: även om rutan <Snabbsökning> inte är markerad.
sw: hata kama kisanduku cha < Utafutaji Haraka > hakijachaguliwa.
ta: விரைவான தேடல் > பெட்டி தேர்வு செய்யப்படாவிட்டாலும் கூட.
th: แม้ว่าจะไม่ได้เลือกช่อง <ค้นหาด่วน> ก็ตาม
tr: < Hızlı Arama > kutusu işaretli olmasa bile.
uk: навіть якщо прапорець < Швидкий пошук > не встановлено.
ur: یہاں تک کہ اگر <تیز تلاش> باکس کو نشان زد نہیں کیا گیا ہے۔
vi: ngay cả khi hộp <Tìm kiếm nhanh> không được chọn.

source: Fritz database files are very good.
ar: ملفات قاعدة بيانات فريتز جيدة جدًا.
bg: Файловете с бази данни на Fritz са много добри.
bn: ফ্রিটজ ডাটাবেস ফাইলগুলি খুব ভালো।
cs: Databázové soubory Fritz jsou velmi dobré.
da: Fritz-databasefiler er meget gode.
de: Die Fritz-Datenbankdateien sind sehr gut.
el: Τα αρχεία βάσης δεδομένων Fritz είναι πολύ καλά.
es: Los archivos de base de datos de Fritz son muy buenos.
et: Fritzi andmebaasifailid on väga head.
fa: فایل‌های پایگاه داده فریتز خیلی خوب هستند.
fi: Fritzin tietokantatiedostot ovat erittäin hyviä.
fr: Les fichiers de base de données Fritz sont très bons.
he: קבצי מסד הנתונים של Fritz טובים מאוד.
hi: फ्रिट्ज़ डेटाबेस फ़ाइलें बहुत अच्छी हैं।
hu: A Fritz adatbázisfájlok nagyon jók.
id: Berkas basis data Fritz sangat bagus.
ja: Fritz データベース ファイルは非常に優れています。
lt: „Fritz“ duomenų bazės failai yra labai geri.
lv: Fritz datubāzes faili ir ļoti labi.
nl: Fritz-databasebestanden zijn erg goed.
no: Fritz-databasefiler er veldig bra.
pl: Pliki bazy danych Fritz są bardzo dobre.
pt: Os arquivos de banco de dados do Fritz são muito bons.
ro: Fișierele bazei de date Fritz sunt foarte bune.
ru: Файлы базы данных Fritz очень хороши.
sq: Skedarët e bazës së të dhënave Fritz janë shumë të mirë.
sr: Фрицове датотеке базе података су веома добре.
sv: Fritz databasfiler är mycket bra.
sw: Faili za hifadhidata za Fritz ni nzuri sana.
ta: ஃபிரிட்ஸ் தரவுத்தள கோப்புகள் மிகவும் நன்றாக உள்ளன.
th: ไฟล์ฐานข้อมูล Fritz นั้นดีมาก
tr: Fritz veritabanı dosyaları çok iyi.
uk: Файли бази даних Fritz дуже хороші.
ur: Fritz ڈیٹا بیس فائلیں بہت اچھی ہیں۔
vi: Các tập tin cơ sở dữ liệu Fritz rất tốt.

source: Fritz database help
ar: مساعدة قاعدة بيانات فريتز
bg: Помощ за базата данни Fritz
bn: ফ্রিটজ ডাটাবেস সাহায্য
cs: Nápověda k databázi Fritz
da: Hjælp til Fritz-databasen
de: Fritz Datenbankhilfe
el: Βοήθεια για τη βάση δεδομένων Fritz
es: Ayuda de la base de datos Fritz
et: Fritzi andmebaasi abi
fa: کمک در مورد پایگاه داده فریتز
fi: Fritz-tietokannan ohjeet
fr: Aide à la base de données Fritz
he: עזרה במסד הנתונים של פריץ
hi: फ्रिट्ज़ डेटाबेस सहायता
hu: Fritz adatbázis segítség
id: Bantuan basis data Fritz
ja: Fritzデータベースヘルプ
lt: Fritz duomenų bazės pagalba
lv: Fritz datubāzes palīdzība
nl: Fritz-databasehulp
no: Hjelp med Fritz-databasen
pl: Pomoc dotycząca bazy danych Fritz
pt: Ajuda do banco de dados Fritz
ro: Ajutor pentru baza de date Fritz
ru: Помощь с базой данных Fritz
sq: Ndihmë për bazën e të dhënave Fritz
sr: Помоћ за базу података Фриц
sv: Hjälp med Fritz-databasen
sw: Msaada wa hifadhidata ya Fritz
ta: ஃபிரிட்ஸ் தரவுத்தள உதவி
th: ความช่วยเหลือฐานข้อมูลฟริตซ์
tr: Fritz veritabanı yardımı
uk: Довідка з бази даних Fritz
ur: Fritz ڈیٹا بیس کی مدد
vi: Trợ giúp cơ sở dữ liệu Fritz

source: from the site given above.
ar: من الموقع المذكور اعلاه.
bg: от посочения по-горе сайт.
bn: উপরে দেওয়া সাইট থেকে।
cs: z výše uvedeného webu.
da: fra den ovenfor nævnte hjemmeside.
de: von der oben angegebenen Site.
el: από τον ιστότοπο που αναφέρεται παραπάνω.
es: del sitio indicado anteriormente.
et: ülalmainitud saidilt.
fa: از سایتی که در بالا معرفی شد.
fi: yllä mainitulta sivustolta.
fr: à partir du site indiqué ci-dessus.
he: מהאתר שצוין לעיל.
hi: उपरोक्त साइट से.
hu: a fent megadott oldalról.
id: dari situs yang diberikan di atas.
ja: 上記のサイトから。
lt: iš aukščiau nurodytos svetainės.
lv: no iepriekš norādītās vietnes.
nl: van de hierboven vermelde site.
no: fra nettstedet som er oppgitt ovenfor.
pl: ze strony podanej powyżej.
pt: do site fornecido acima.
ro: de pe site-ul menționat mai sus.
ru: с сайта, указанного выше.
sq: nga faqja e dhënë më sipër.
sr: са горе наведеног сајта.
sv: från webbplatsen som anges ovan.
sw: kutoka kwa tovuti iliyotolewa hapo juu.
ta: மேலே கொடுக்கப்பட்டுள்ள தளத்திலிருந்து.
th: จากเว็บไซต์ที่ให้ไว้ข้างต้น
tr: Yukarıda verilen siteden.
uk: з сайту, зазначеного вище.
ur: اوپر دی گئی سائٹ سے۔
vi: từ trang web được cung cấp ở trên.

source: You can export this to PGN format using one of the old Fritz GUIs
ar: يمكنك تصدير هذا إلى تنسيق PGN باستخدام إحدى واجهات المستخدم الرسومية القديمة لـ Fritz
bg: Можете да експортирате това във формат PGN, използвайки един от старите графични потребителски интерфейси на Fritz.
bn: আপনি এটিকে পুরাতন ফ্রিটজ জিইউআই ব্যবহার করে পিজিএন ফর্ম্যাটে রপ্তানি করতে পারেন।
cs: Toto můžete exportovat do formátu PGN pomocí jednoho ze starých grafických uživatelských rozhraní Fritz.
da: Du kan eksportere dette til PGN-format ved hjælp af en af ​​de gamle Fritz GUI'er
de: Sie können dies mit einer der alten Fritz-GUIs in das PGN-Format exportieren
el: Μπορείτε να το εξαγάγετε σε μορφή PGN χρησιμοποιώντας ένα από τα παλιά γραφικά περιβάλλοντα χρήστη του Fritz
es: Puede exportarlo al formato PGN utilizando una de las antiguas GUI de Fritz
et: Saate selle PGN-vormingusse eksportida, kasutades ühte vana Fritzi graafilist kasutajaliidest.
fa: شما می‌توانید این را با استفاده از یکی از رابط‌های کاربری گرافیکی قدیمی Fritz به فرمت PGN خروجی بگیرید.
fi: Voit viedä tämän PGN-muotoon käyttämällä jotakin vanhoista Fritz-käyttöliittymistä.
fr: Vous pouvez exporter ceci au format PGN en utilisant l'une des anciennes interfaces graphiques Fritz
he: ניתן לייצא זאת לפורמט PGN באמצעות אחד ממשקי ה-GUI הישנים של Fritz
hi: आप पुराने फ्रिट्ज़ GUI में से किसी एक का उपयोग करके इसे PGN प्रारूप में निर्यात कर सकते हैं
hu: Ezt PGN formátumba exportálhatod a régi Fritz grafikus felhasználói felületek egyikével.
id: Anda dapat mengekspor ini ke format PGN menggunakan salah satu GUI Fritz lama
ja: 古いFritz GUIの1つを使用してこれをPGN形式でエクスポートできます。
lt: Galite eksportuoti tai į PGN formatą naudodami vieną iš senesnių „Fritz“ grafinių sąsajų
lv: To var eksportēt PGN formātā, izmantojot vienu no vecajām Fritz grafiskajām lietotāja saskarnēm.
nl: U kunt dit exporteren naar PGN-formaat met behulp van een van de oude Fritz GUI's
no: Du kan eksportere dette til PGN-format ved å bruke et av de gamle Fritz GUI-ene
pl: Możesz wyeksportować to do formatu PGN, używając jednego ze starych interfejsów graficznych Fritz
pt: Você pode exportar isso para o formato PGN usando uma das antigas interfaces gráficas do Fritz
ro: Puteți exporta acest lucru în format PGN folosind una dintre vechile interfețe grafice Fritz.
ru: Вы можете экспортировать его в формат PGN, используя один из старых графических интерфейсов Fritz.
sq: Mund ta eksportoni këtë në formatin PGN duke përdorur një nga ndërfaqet grafike të vjetra të Fritz.
sr: Можете ово експортовати у PGN формат користећи један од старих Fritz GUI-ја
sv: Du kan exportera detta till PGN-format med hjälp av ett av de gamla Fritz-gränssnitten.
sw: Unaweza kuhamisha hii kwa umbizo la PGN ukitumia mojawapo ya GUI za zamani za Fritz
ta: நீங்கள் பழைய ஃபிரிட்ஸ் GUI-களில் ஒன்றைப் பயன்படுத்தி இதை PGN வடிவத்திற்கு ஏற்றுமதி செய்யலாம்.
th: คุณสามารถส่งออกไปยังรูปแบบ PGN ได้โดยใช้ Fritz GUI รุ่นเก่า
tr: Bunu eski Fritz GUI'lerinden birini kullanarak PGN formatına aktarabilirsiniz
uk: Ви можете експортувати це у формат PGN, використовуючи один зі старих графічних інтерфейсів Fritz.
ur: آپ پرانے Fritz GUIs میں سے ایک کا استعمال کرتے ہوئے اسے PGN فارمیٹ میں ایکسپورٹ کر سکتے ہیں۔
vi: Bạn có thể xuất sang định dạng PGN bằng một trong những GUI Fritz cũ

source: which also has an accompanying database, but the games are not annotated.
ar: والتي لديها أيضًا قاعدة بيانات مصاحبة، ولكن الألعاب غير موضحة.
bg: който също има съпътстваща база данни, но игрите не са анотирани.
bn: যার সাথে একটি ডাটাবেসও রয়েছে, কিন্তু গেমগুলিতে টীকা দেওয়া নেই।
cs: která má také doprovodnou databázi, ale hry nejsou anotovány.
da: som også har en tilhørende database, men spillene er ikke kommenteret.
de: welches auch eine zugehörige Datenbank hat, die Spiele sind jedoch nicht kommentiert.
el: το οποίο διαθέτει επίσης μια συνοδευτική βάση δεδομένων, αλλά τα παιχνίδια δεν έχουν σχολιαστεί.
es: que también tiene una base de datos adjunta, pero los juegos no están anotados.
et: millel on ka kaasasolev andmebaas, kuid mängud pole annoteeritud.
fa: که یک پایگاه داده همراه نیز دارد، اما بازی‌ها حاشیه‌نویسی نشده‌اند.
fi: jolla on myös mukana tietokanta, mutta peleissä ei ole annotaatioita.
fr: qui dispose également d'une base de données d'accompagnement, mais les jeux ne sont pas annotés.
he: שיש לו גם מסד נתונים נלווה, אבל המשחקים אינם מסומנים בהערות.
hi: जिसमें एक डेटाबेस भी है, लेकिन खेलों पर टिप्पणी नहीं की गई है।
hu: amelyhez egy kísérő adatbázis is tartozik, de a játékok nincsenek annotálva.
id: yang juga memiliki basis data pendamping, tetapi permainannya tidak diberi anotasi.
ja: これに付随するデータベースもありますが、ゲームには注釈が付けられていません。
lt: kuri taip pat turi pridedamą duomenų bazę, tačiau žaidimai nėra anotuoti.
lv: kurai ir arī pievienota datubāze, taču spēles nav anotētas.
nl: die ook een bijbehorende database heeft, maar de partijen zijn niet geannoteerd.
no: som også har en tilhørende database, men spillene er ikke kommentert.
pl: która także posiada towarzyszącą bazę danych, ale gry nie są opatrzone adnotacjami.
pt: que também possui um banco de dados, mas os jogos não são anotados.
ro: care are și o bază de date însoțitoare, dar jocurile nu sunt adnotate.
ru: который также имеет сопутствующую базу данных, но партии не аннотированы.
sq: e cila gjithashtu ka një bazë të dhënash shoqëruese, por lojërat nuk janë të shënuara.
sr: који такође има пратећу базу података, али игре нису анотиране.
sv: som också har en tillhörande databas, men spelen är inte kommenterade.
sw: ambayo pia ina hifadhidata inayoambatana, lakini michezo haijafafanuliwa.
ta: அதனுடன் ஒரு தரவுத்தளமும் உள்ளது, ஆனால் விளையாட்டுகள் குறிப்புடன் குறிப்பிடப்படவில்லை.
th: ซึ่งมีฐานข้อมูลมาด้วย แต่เกมไม่ได้มีคำอธิบายประกอบ
tr: Ayrıca bir de veritabanı var ama oyunlar açıklamalı değil.
uk: яка також має супровідну базу даних, але ігри не анотовані.
ur: جس کا ایک ساتھ ڈیٹا بیس بھی ہے، لیکن گیمز کی تشریح نہیں کی گئی ہے۔
vi: cũng có cơ sở dữ liệu đi kèm, nhưng các trò chơi không có chú thích.

source: Also, many free download sites have a trial version of the Deep Fritz 12
ar: بالإضافة إلى ذلك، يوجد لدى العديد من مواقع التنزيل المجانية نسخة تجريبية من Deep Fritz 12
bg: Също така, много сайтове за безплатно изтегляне предлагат пробна версия на Deep Fritz 12.
bn: এছাড়াও, অনেক বিনামূল্যে ডাউনলোড সাইটে ডিপ ফ্রিটজ ১২ এর একটি ট্রায়াল সংস্করণ রয়েছে
cs: Také mnoho stránek pro bezplatné stahování nabízí zkušební verzi Deep Fritz 12.
da: Mange gratis downloadsider har også en prøveversion af Deep Fritz 12.
de: Außerdem gibt es auf vielen kostenlosen Download-Sites eine Testversion von Deep Fritz 12
el: Επίσης, πολλές ιστοσελίδες δωρεάν λήψης έχουν μια δοκιμαστική έκδοση του Deep Fritz 12.
es: Además, muchos sitios de descarga gratuita tienen una versión de prueba de Deep Fritz 12
et: Samuti on paljudel tasuta allalaadimise saitidel Deep Fritz 12 prooviversioon.
fa: همچنین، بسیاری از سایت‌های دانلود رایگان، نسخه آزمایشی Deep Fritz 12 را دارند.
fi: Myös monilla ilmaisilla lataussivustoilla on Deep Fritz 12:n kokeiluversio.
fr: De plus, de nombreux sites de téléchargement gratuit proposent une version d'essai de Deep Fritz 12.
he: בנוסף, אתרי הורדה חינמיים רבים מציעים גרסת ניסיון של Deep Fritz 12.
hi: इसके अलावा, कई मुफ्त डाउनलोड साइटों पर डीप फ्रिट्ज़ 12 का परीक्षण संस्करण भी उपलब्ध है
hu: Ezenkívül számos ingyenes letöltési oldal kínál próbaverziót a Deep Fritz 12-ből.
id: Selain itu, banyak situs unduhan gratis memiliki versi uji coba Deep Fritz 12
ja: また、多くの無料ダウンロードサイトにはDeep Fritz 12の試用版があります。
lt: Be to, daugelyje nemokamų atsisiuntimo svetainių yra bandomoji „Deep Fritz 12“ versija.
lv: Tāpat daudzās bezmaksas lejupielādes vietnēs ir pieejama Deep Fritz 12 izmēģinājuma versija.
nl: Bovendien bieden veel gratis downloadsites een proefversie van Deep Fritz 12 aan
no: Mange nettsteder for gratis nedlasting har også en prøveversjon av Deep Fritz 12.
pl: Ponadto wiele witryn oferujących bezpłatne pobieranie ma wersję próbną aplikacji Deep Fritz 12
pt: Além disso, muitos sites de download gratuito têm uma versão de teste do Deep Fritz 12
ro: De asemenea, multe site-uri de descărcare gratuită au o versiune de probă a Deep Fritz 12.
ru: Кроме того, на многих сайтах бесплатной загрузки есть пробная версия Deep Fritz 12.
sq: Gjithashtu, shumë faqe interneti për shkarkim falas kanë një version prove të Deep Fritz 12.
sr: Такође, многи сајтови за бесплатно преузимање имају пробну верзију програма Deep Fritz 12.
sv: Många webbplatser för gratis nedladdning har också en testversion av Deep Fritz 12.
sw: Pia, tovuti nyingi za upakuaji bila malipo zina toleo la majaribio la Deep Fritz 12
ta: மேலும், பல இலவச பதிவிறக்க தளங்கள் டீப் ஃபிரிட்ஸ் 12 இன் சோதனை பதிப்பைக் கொண்டுள்ளன.
th: นอกจากนี้ เว็บไซต์ดาวน์โหลดฟรีหลายแห่งยังมีเวอร์ชันทดลองใช้ของ Deep Fritz 12
tr: Ayrıca, birçok ücretsiz indirme sitesinde Deep Fritz 12'nin deneme sürümü bulunmaktadır
uk: Також багато сайтів для безкоштовного завантаження мають пробну версію Deep Fritz 12.
ur: اس کے علاوہ، بہت سی مفت ڈاؤن لوڈ سائٹس کے پاس ڈیپ فرٹز 12 کا آزمائشی ورژن ہے۔
vi: Ngoài ra, nhiều trang web tải xuống miễn phí có phiên bản dùng thử của Deep Fritz 12

source: to ISO files which can then be unzipped with 7-zip.
ar: إلى ملفات ISO والتي يمكن بعد ذلك فك ضغطها باستخدام برنامج 7-zip.
bg: в ISO файлове, които след това могат да бъдат разархивирани със 7-zip.
bn: ISO ফাইলগুলিতে রূপান্তর করা যা 7-জিপ দিয়ে আনজিপ করা যেতে পারে।
cs: do ISO souborů, které lze následně rozbalit programem 7-zip.
da: til ISO-filer, som derefter kan udpakkes med 7-zip.
de: in ISO-Dateien, die dann mit 7-Zip entpackt werden können.
el: σε αρχεία ISO τα οποία στη συνέχεια μπορούν να αποσυμπιεστούν με 7-zip.
es: a archivos ISO que luego se pueden descomprimir con 7-zip.
et: ISO-failideks, mille saab seejärel 7-zip-iga lahti pakkida.
fa: به فایل‌های ISO تبدیل می‌شوند که می‌توان آن‌ها را با 7-zip از حالت فشرده خارج کرد.
fi: ISO-tiedostoiksi, jotka voidaan sitten purkaa 7-zip-ohjelmalla.
fr: vers des fichiers ISO qui peuvent ensuite être décompressés avec 7-zip.
he: לקבצי ISO שניתן לאחר מכן לפתוח אותם באמצעות 7-zip.
hi: आईएसओ फाइलों को 7-ज़िप के साथ अनज़िप किया जा सकता है।
hu: ISO fájlokba, amelyeket aztán a 7-zip programmal kicsomagolhatsz.
id: ke berkas ISO yang kemudian dapat diekstrak dengan 7-zip.
ja: ISO ファイルに変換され、7-zip で解凍できます。
lt: į ISO failus, kuriuos vėliau galima išpakuoti naudojant 7-zip.
lv: uz ISO failiem, kurus pēc tam var atzipēt ar 7-zip.
nl: naar ISO-bestanden die vervolgens met 7-zip kunnen worden uitgepakt.
no: til ISO-filer som deretter kan pakkes ut med 7-zip.
pl: do plików ISO, które następnie można rozpakować za pomocą programu 7-zip.
pt: para arquivos ISO que podem ser descompactados com o 7-zip.
ro: în fișiere ISO care pot fi apoi dezarhivate cu 7-zip.
ru: в файлы ISO, которые затем можно распаковать с помощью 7-zip.
sq: në skedarë ISO të cilët më pas mund të çkompresohen me 7-zip.
sr: у ISO датотеке које се затим могу распаковати помоћу 7-zip програма.
sv: till ISO-filer som sedan kan packas upp med 7-zip.
sw: kwa faili za ISO ambazo zinaweza kufunguliwa kwa 7-zip.
ta: ISO கோப்புகளுக்கு மாற்றவும், பின்னர் அவற்றை 7-ஜிப் மூலம் அன்சிப் செய்யலாம்.
th: เป็นไฟล์ ISO ซึ่งสามารถแตกไฟล์ได้ด้วย 7-zip
tr: Daha sonra 7-zip ile açılabilen ISO dosyalarına dönüştürülür.
uk: у ISO-файли, які потім можна розпакувати за допомогою 7-zip.
ur: آئی ایس او فائلوں میں جو پھر 7-زپ کے ساتھ ان زپ کی جاسکتی ہیں۔
vi: thành các tập tin ISO sau đó có thể giải nén bằng 7-zip.

source: You need a free program called MagicISO to convert the .bin files
ar: تحتاج إلى برنامج مجاني يسمى MagicISO لتحويل ملفات .bin
bg: Нуждаете се от безплатна програма, наречена MagicISO, за да конвертирате .bin файловете
bn: .bin ফাইলগুলি রূপান্তর করার জন্য আপনার MagicISO নামক একটি বিনামূল্যের প্রোগ্রামের প্রয়োজন।
cs: Pro převod souborů .bin potřebujete bezplatný program s názvem MagicISO
da: Du skal bruge et gratis program kaldet MagicISO for at konvertere .bin-filerne
de: Sie benötigen ein kostenloses Programm namens MagicISO, um die .bin-Dateien zu konvertieren
el: Χρειάζεστε ένα δωρεάν πρόγραμμα που ονομάζεται MagicISO για να μετατρέψετε τα αρχεία .bin
es: Necesita un programa gratuito llamado MagicISO para convertir los archivos .bin
et: .bin-failide teisendamiseks vajate tasuta programmi nimega MagicISO.
fa: برای تبدیل فایل‌های .bin به یک برنامه رایگان به نام MagicISO نیاز دارید.
fi: Tarvitset ilmaisen MagicISO-ohjelman .bin-tiedostojen muuntamiseen.
fr: Vous avez besoin d'un programme gratuit appelé MagicISO pour convertir les fichiers .bin
he: אתה צריך תוכנה חינמית בשם MagicISO כדי להמיר את קבצי ה-.bin
hi: .bin फ़ाइलों को परिवर्तित करने के लिए आपको MagicISO नामक एक निःशुल्क प्रोग्राम की आवश्यकता होगी
hu: Szükséged van egy ingyenes, MagicISO nevű programra a .bin fájlok konvertálásához.
id: Anda memerlukan program gratis bernama MagicISO untuk mengonversi file .bin
ja: .binファイルを変換するにはMagicISOという無料プログラムが必要です。
lt: Norint konvertuoti .bin failus, reikia nemokamos programos „MagicISO“.
lv: Lai konvertētu .bin failus, nepieciešama bezmaksas programma ar nosaukumu MagicISO.
nl: Om de .bin-bestanden te converteren, hebt u een gratis programma nodig met de naam MagicISO
no: Du trenger et gratis program som heter MagicISO for å konvertere .bin-filene.
pl: Do konwersji plików .bin potrzebny jest bezpłatny program MagicISO
pt: Você precisa de um programa gratuito chamado MagicISO para converter os arquivos .bin
ro: Ai nevoie de un program gratuit numit MagicISO pentru a converti fișierele .bin
ru: Вам понадобится бесплатная программа MagicISO для конвертации файлов .bin.
sq: Ju nevojitet një program falas i quajtur MagicISO për të konvertuar skedarët .bin
sr: Потребан вам је бесплатан програм под називом MagicISO за конвертовање .bin датотека
sv: Du behöver ett gratisprogram som heter MagicISO för att konvertera .bin-filerna.
sw: Unahitaji programu ya bure inayoitwa MagicISO ili kubadilisha faili za .bin
ta: .bin கோப்புகளை மாற்ற MagicISO என்ற இலவச நிரல் உங்களுக்குத் தேவை.
th: คุณต้องมีโปรแกรมฟรีชื่อ MagicISO เพื่อแปลงไฟล์ .bin
tr: .bin dosyalarını dönüştürmek için MagicISO adlı ücretsiz bir programa ihtiyacınız var
uk: Вам потрібна безкоштовна програма під назвою MagicISO для конвертації файлів .bin
ur: آپ کو .bin فائلوں کو تبدیل کرنے کے لیے MagicISO نامی ایک مفت پروگرام کی ضرورت ہے۔
vi: Bạn cần một chương trình miễn phí có tên là MagicISO để chuyển đổi các tập tin .bin

source: which have annotated databases, are available from -
ar: التي تحتوي على قواعد بيانات مُعلَّقة، متاحة من -
bg: които имат анотирани бази данни, са достъпни от -
bn: যেগুলির টীকাযুক্ত ডাটাবেস রয়েছে, সেগুলি থেকে পাওয়া যায় -
cs: které mají anotované databáze, jsou k dispozici z -
da: som har kommenterede databaser, er tilgængelige fra -
de: die kommentierte Datenbanken haben, sind erhältlich bei -
el: τα οποία έχουν σχολιασμένες βάσεις δεδομένων, είναι διαθέσιμα από -
es: que tienen bases de datos anotadas, están disponibles en:
et: millel on annoteeritud andmebaasid, on saadaval aadressilt -
fa: که دارای پایگاه‌های داده حاشیه‌نویسی شده هستند، از طریق - در دسترس هستند
fi: joilla on annotoidut tietokannat, ovat saatavilla osoitteesta -
fr: qui ont des bases de données annotées, sont disponibles à partir de -
he: אשר כוללים מאגרי מידע עם הערות, זמינים מ-
hi: जिनके पास एनोटेट डेटाबेस हैं, वे यहां से उपलब्ध हैं -
hu: amelyek annotált adatbázisokkal rendelkeznek, elérhetők innen: -
id: yang memiliki database beranotasi, tersedia dari -
ja: 注釈付きデータベースは以下から入手可能です。
lt: kurios turi anotuotas duomenų bazes, yra prieinamos iš -
lv: kurām ir anotētas datubāzes, ir pieejamas no -
nl: die geannoteerde databases hebben, zijn beschikbaar via -
no: som har kommenterte databaser, er tilgjengelige fra -
pl: które posiadają adnotowane bazy danych, są dostępne pod adresem -
pt: que possuem bancos de dados anotados, estão disponíveis em -
ro: care au baze de date adnotate, sunt disponibile de la -
ru: которые имеют аннотированные базы данных, доступны по адресу -
sq: të cilat kanë baza të dhënash të shënuara, janë të disponueshme nga -
sr: које имају анотиране базе података, доступне су од -
sv: som har kommenterade databaser, finns tillgängliga från -
sw: ambazo zina hifadhidata zenye maelezo, zinapatikana kutoka -
ta: குறிப்புகள் கொண்ட தரவுத்தளங்களைக் கொண்டவை, - இலிருந்து கிடைக்கின்றன.
th: ซึ่งมีฐานข้อมูลพร้อมคำอธิบาย สามารถดูได้จาก -
tr: - Açıklamalı veri tabanlarına sahip olanlar şu adresten edinilebilir:
uk: які мають анотовані бази даних, доступні з -
ur: جن میں تشریح شدہ ڈیٹا بیس ہیں، دستیاب ہیں -
vi: có cơ sở dữ liệu được chú thích, có sẵn từ -
