Repository: RoySawyer/Nimzo_3d_i7
Catalog: main_7_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Fast search PGN database error message
ar: رسالة خطأ في قاعدة بيانات البحث السريع PGN
bg: Съобщение за грешка в базата данни за бързо търсене PGN
bn: দ্রুত অনুসন্ধান PGN ডাটাবেস ত্রুটি বার্তা
cs: Chybová hláška databáze PGN pro rychlé vyhledávání
da: Fejlmeddelelse om hurtig søgning i PGN-databasen
de: Fehlermeldung für die schnelle Suche in der PGN-Datenbank
el: Μήνυμα σφάλματος γρήγορης αναζήτησης στη βάση δεδομένων PGN
es: Mensaje de error de búsqueda rápida en la base de datos PGN
et: Kiire otsingu PGN-andmebaasis veateade
fa: پیام خطای جستجوی سریع پایگاه داده PGN
fi: Pikahaun PGN-tietokannan virheilmoitus
fr: Message d'erreur de recherche rapide de la base de données PGN
he: הודעת שגיאה במסד הנתונים של PGN לחיפוש מהיר
hi: त्वरित खोज PGN डेटाबेस त्रुटि संदेश
hu: Gyorskeresés PGN adatbázis hibaüzenet
id: Pesan kesalahan database PGN pencarian cepat
ja: 高速検索PGNデータベースのエラーメッセージ
lt: Greitos paieškos PGN duomenų bazėje klaidos pranešimas
lv: Ātrās meklēšanas PGN datubāzes kļūdas ziņojums
nl: Foutmelding bij snelle zoekopdracht PGN-database
no: Feilmelding for hurtigsøk i PGN-databasen
pl: Szybkie wyszukiwanie komunikat o błędzie bazy danych PGN
pt: Mensagem de erro de pesquisa rápida no banco de dados PGN
ro: Mesaj de eroare în baza de date PGN pentru căutare rapidă
ru: Сообщение об ошибке быстрого поиска базы данных PGN
sq: Mesazh gabimi në bazën e të dhënave PGN të kërkimit të shpejtë
sr: Порука о грешци у бази података PGN брзе претраге
sv: Felmeddelande om snabbsökning i PGN-databasen
sw: Tafuta haraka ujumbe wa makosa ya hifadhidata ya PGN
ta: விரைவான தேடல் PGN தரவுத்தள பிழைச் செய்தி
th: ข้อความแสดงข้อผิดพลาดการค้นหาฐานข้อมูล PGN อย่างรวดเร็ว
tr: Hızlı arama PGN veritabanı hata mesajı
uk: Повідомлення про помилку бази даних швидкого пошуку PGN
ur: تیز تلاش PGN ڈیٹا بیس غلطی کا پیغام
vi: Tìm kiếm nhanh thông báo lỗi cơ sở dữ liệu PGN

source: Fast search
ar: بحث سريع
bg: Бързо търсене
bn: দ্রুত অনুসন্ধান
cs: Rychlé vyhledávání
da: Hurtig søgning
de: Schnelle Suche
el: Γρήγορη αναζήτηση
es: Búsqueda rápida
et: Kiire otsing
fa: جستجوی سریع
fi: Nopea haku
fr: Recherche rapide
he: חיפוש מהיר
hi: त्वरित खोज
hu: Gyors keresés
id: Pencarian cepat
ja: 高速検索
lt: Greita paieška
lv: Ātra meklēšana
nl: Snel zoeken
no: Raskt søk
pl: Szybkie wyszukiwanie
pt: Pesquisa rápida
ro: Căutare rapidă
ru: Быстрый поиск
sq: Kërkim i shpejtë
sr: Брза претрага
sv: Snabbsökning
sw: Utafutaji wa haraka
ta: விரைவான தேடல்
th: ค้นหาอย่างรวดเร็ว
tr: Hızlı arama
uk: Швидкий пошук
ur: تیز تلاش
vi: Tìm kiếm nhanh

source: Fast search options
ar: خيارات البحث السريع
bg: Опции за бързо търсене
bn: দ্রুত অনুসন্ধানের বিকল্পগুলি
cs: Možnosti rychlého vyhledávání
da: Hurtige søgemuligheder
de: Schnelle Suchoptionen
el: Επιλογές γρήγορης αναζήτησης
es: Opciones de búsqueda rápida
et: Kiirotsingu valikud
fa: گزینه‌های جستجوی سریع
fi: Nopeat hakuvaihtoehdot
fr: Options de recherche rapide
he: אפשרויות חיפוש מהיר
hi: त्वरित खोज विकल्प
hu: Gyorskeresési lehetőségek
id: Opsi pencarian cepat
ja: 高速検索オプション
lt: Greitos paieškos parinktys
lv: Ātrās meklēšanas opcijas
nl: Snelle zoekopties
no: Raske søkealternativer
pl: Szybkie opcje wyszukiwania
pt: Opções de pesquisa rápida
ro: Opțiuni de căutare rapidă
ru: Параметры быстрого поиска
sq: Opsione të shpejta kërkimi
sr: Опције брзе претраге
sv: Snabba sökalternativ
sw: Chaguzi za utafutaji wa haraka
ta: விரைவான தேடல் விருப்பங்கள்
th: ตัวเลือกการค้นหาอย่างรวดเร็ว
tr: Hızlı arama seçenekleri
uk: Варіанти швидкого пошуку
ur: تیز تلاش کے اختیارات
vi: Tùy chọn tìm kiếm nhanh

source: Remove EOF characters
ar: إزالة أحرف نهاية الملف
bg: Премахване на EOF символи
bn: EOF অক্ষরগুলি সরান
cs: Odebrat znaky EOF
da: Fjern EOF-tegn
de: EOF-Zeichen entfernen
el: Αφαίρεση χαρακτήρων EOF
es: Eliminar caracteres EOF
et: Eemalda EOF-tähemärgid
fa: حذف کاراکترهای EOF
fi: Poista EOF-merkit
fr: Supprimer les caractères EOF
he: הסר תווי EOF
hi: EOF वर्ण हटाएँ
hu: EOF karakterek eltávolítása
id: Hapus karakter EOF
ja: EOF文字を削除する
lt: Pašalinti EOF simbolius
lv: Noņemt EOF rakstzīmes
nl: Verwijder EOF-tekens
no: Fjern EOF-tegn
pl: Usuń znaki EOF
pt: Remover caracteres EOF
ro: Eliminați caracterele EOF
ru: Удалить символы EOF
sq: Hiq karakteret EOF
sr: Уклоните EOF знакове
sv: Ta bort EOF-tecken
sw: Ondoa herufi za EOF
ta: EOF எழுத்துகளை அகற்று.
th: ลบตัวอักษร EOF
tr: EOF karakterlerini kaldır
uk: Видалити символи EOF
ur: EOF حروف کو ہٹا دیں۔
vi: Xóa các ký tự EOF

source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
bg: Изчистване на кеша
bn: ক্যাশে সাফ করুন
cs: Vymazat mezipaměť
da: Ryd cachen
de: Cache leeren
el: Εκκαθάριση προσωρινής μνήμης
es: Borrar caché
et: Tühjenda vahemälu
fa: پاک کردن حافظه پنهان (cache)
fi: Tyhjennä välimuisti
fr: Vider le cache
he: נקה את המטמון
hi: कैश को साफ़ करें
hu: Gyorsítótár törlése
id: Hapus cache
ja: キャッシュをクリアする
lt: Išvalyti talpyklą
lv: Notīrīt kešatmiņu
nl: Cache wissen
no: Tøm hurtigbufferen
pl: Wyczyść pamięć podręczną
pt: Limpar cache
ro: Ștergeți memoria cache
ru: Очистить кэш
sq: Pastro memorien e përkohshme
sr: Обриши кеш
sv: Rensa cachen
sw: Futa akiba
ta: தற்காலிக சேமிப்பை அழிக்கவும்
th: ล้างแคช
tr: Önbelleği temizle
uk: Очистити кеш
ur: کیشے صاف کریں۔
vi: Xóa bộ nhớ đệm

source: Ok
ar: نعم
bg: Добре
bn: ঠিক আছে
cs: Dobře
da: Okay
el: Εντάξει
es: De acuerdo
et: Olgu
fa: باشه
fi: Okei
fr: D'accord
he: בְּסֵדֶר
hi: ठीक है
hu: Rendben
id: Oke
ja: わかりました
lt: Gerai
lv: Labi
ro: Bine
ru: Хорошо
sq: Në rregull
sr: У реду
sw: Sawa
ta: சரி
th: ตกลง
tr: Tamam
uk: Гаразд
ur: ٹھیک ہے
vi: Được rồi

source: Fritz
ar: فريتز
bg: Фриц
bn: ফ্রিটজ
el: Φριτς
fa: فریتز
he: פריץ
hi: फ्रिट्ज़
ja: フリッツ
lt: Fricas
lv: Frics
ru: Фриц
sr: Фриц
ta: ஃபிரிட்ஸ்
th: ฟริตซ์
uk: Фріц
ur: فرٹز

source: The < Fast search > feature performs a faster search on PGN files
ar: تتيح لك ميزة <البحث السريع> إجراء بحث أسرع على ملفات PGN
bg: Функцията < Бързо търсене> извършва по-бързо търсене в PGN файлове
bn: <Fast search> বৈশিষ্ট্যটি PGN ফাইলগুলিতে দ্রুত অনুসন্ধান সম্পাদন করে।
cs: Funkce < Rychlé vyhledávání> provádí rychlejší vyhledávání v souborech PGN
da: Funktionen <Hurtigsøgning> udfører en hurtigere søgning på PGN-filer
de: Die Funktion < Schnellsuche > führt eine schnellere Suche in PGN-Dateien durch
el: Η λειτουργία < Γρήγορη αναζήτηση > εκτελεί ταχύτερη αναζήτηση σε αρχεία PGN
es: La función <Búsqueda rápida> realiza una búsqueda más rápida en archivos PGN
et: Funktsioon <Kiirotsing> otsib PGN-failidest kiiremini.
fa: ویژگی <جستجوی سریع> جستجوی سریع‌تری را در فایل‌های PGN انجام می‌دهد.
fi: < Pikahaku > -toiminto suorittaa nopeamman haun PGN-tiedostoissa
fr: La fonction < Recherche rapide > effectue une recherche plus rapide sur les fichiers PGN
he: התכונה <חיפוש מהיר> מבצעת חיפוש מהיר יותר על קבצי PGN
hi: < फास्ट सर्च > सुविधा PGN फाइलों पर तेजी से खोज करती है
hu: A < Gyorskeresés > funkció gyorsabb keresést végez a PGN fájlokon
id: Fitur < Pencarian cepat > melakukan pencarian lebih cepat pada file PGN
ja: <高速検索>機能はPGNファイルの検索を高速化します
lt: Funkcija < Greita paieška > atlieka greitesnę PGN failų paiešką
lv: Funkcija < Ātrā meklēšana > veic ātrāku PGN failu meklēšanu.
nl: Met de functie <Snel zoeken> kunt u sneller zoeken naar PGN-bestanden
no: Funksjonen <Hurtigsøk> utfører et raskere søk på PGN-filer
pl: Funkcja < Szybkie wyszukiwanie > umożliwia szybsze wyszukiwanie plików PGN
pt: O recurso < Busca rápida > realiza uma busca mais rápida em arquivos PGN
ro: Funcția <Căutare rapidă> efectuează o căutare mai rapidă în fișierele PGN
ru: Функция <Быстрый поиск> выполняет более быстрый поиск в файлах PGN.
sq: Funksioni < Kërkim i shpejtë > kryen një kërkim më të shpejtë në skedarët PGN
sr: Функција < Брза претрага > врши бржу претрагу PGN датотека
sv: Funktionen <Snabbsökning> utför en snabbare sökning på PGN-filer
sw: Kipengele cha < Utafutaji Haraka > hufanya utafutaji wa haraka kwenye faili za PGN
ta: விரைவான தேடல் > அம்சம் PGN கோப்புகளில் வேகமான தேடலைச் செய்கிறது.
th: คุณลักษณะ <การค้นหาอย่างรวดเร็ว> ช่วยให้ค้นหาไฟล์ PGN ได้รวดเร็วยิ่งขึ้น
tr: < Hızlı arama > özelliği PGN dosyalarında daha hızlı arama gerçekleştirir
uk: Функція < Швидкий пошук > виконує швидший пошук у файлах PGN
ur: <تیز تلاش> فیچر پی جی این فائلوں پر تیز تر تلاش کرتا ہے۔
vi: Tính năng <Tìm kiếm nhanh> thực hiện tìm kiếm nhanh hơn trên các tệp PGN

source: than a normal search, but it does have some restrictions.
ar: من البحث العادي، لكنه يحتوي على بعض القيود.
bg: от обикновено търсене, но има някои ограничения.
bn: সাধারণ অনুসন্ধানের চেয়ে, কিন্তু এর কিছু বিধিনিষেধ আছে।
cs: než běžné vyhledávání, ale má určitá omezení.
da: end en normal søgning, men den har nogle begrænsninger.
de: als eine normale Suche, unterliegt jedoch einigen Einschränkungen.
el: από μια κανονική αναζήτηση, αλλά έχει ορισμένους περιορισμούς.
es: que una búsqueda normal, pero tiene algunas restricciones.
et: kui tavaline otsing, kuid sellel on mõned piirangud.
fa: از یک جستجوی معمولی بهتر است، اما محدودیت‌هایی هم دارد.
fi: kuin tavallinen haku, mutta sillä on joitakin rajoituksia.
fr: qu'une recherche normale, mais elle comporte certaines restrictions.
he: מאשר חיפוש רגיל, אך יש לו כמה מגבלות.
hi: यह सामान्य खोज से अधिक आसान है, लेकिन इसमें कुछ प्रतिबंध भी हैं।
hu: mint egy normál keresés, de vannak bizonyos korlátozásai.
id: daripada pencarian normal, tetapi memiliki beberapa batasan.
ja: 通常の検索よりも優れていますが、いくつか制限があります。
lt: nei įprasta paieška, tačiau ji turi tam tikrų apribojimų.
lv: nekā parasta meklēšana, taču tai ir daži ierobežojumi.
nl: dan een normale zoekopdracht, maar er zijn wel enkele beperkingen.
no: enn et vanlig søk, men det har noen begrensninger.
pl: niż normalne wyszukiwanie, ale ma pewne ograniczenia.
pt: do que uma pesquisa normal, mas tem algumas restrições.
ro: decât o căutare normală, dar are unele restricții.
ru: чем обычный поиск, но он имеет некоторые ограничения.
sq: sesa një kërkim normal, por ka disa kufizime.
sr: него обична претрага, али има нека ограничења.
sv: än en vanlig sökning, men den har vissa begränsningar.
sw: kuliko utaftaji wa kawaida, lakini ina vizuizi fulani.
ta: சாதாரண தேடலை விட, ஆனால் அதற்கு சில கட்டுப்பாடுகள் உள்ளன.
th: มากกว่าการค้นหาปกติ แต่ก็มีข้อจำกัดบางประการ
tr: normal bir aramadan daha iyidir, ancak bazı kısıtlamaları vardır.
uk: ніж звичайний пошук, але він має деякі обмеження.
ur: عام تلاش کے مقابلے میں، لیکن اس میں کچھ پابندیاں ہیں۔
vi: hơn tìm kiếm thông thường, nhưng nó có một số hạn chế.

source: It does not search for position matches, nor for games ending in
ar: لا يبحث عن تطابقات المواقع، ولا عن الألعاب التي تنتهي بـ
bg: Не търси съвпадения на позиции, нито игри, завършващи на
bn: এটি পজিশন ম্যাচগুলির জন্য অনুসন্ধান করে না, অথবা শেষ হওয়া গেমগুলির জন্যও অনুসন্ধান করে না
cs: Nehledá shody pozic ani hry končící na
da: Den søger ikke efter positionskampe eller efter kampe, der slutter på
de: Es wird nicht nach Positionsspielen gesucht, noch nach Spielen, die mit
el: Δεν αναζητά αντιστοιχίσεις θέσεων, ούτε παιχνίδια που τελειώνουν σε
es: No busca coincidencias de posición, ni juegos que terminen en
et: See ei otsi positsioonide vasteid ega mänge, mis lõpevad
fa: نه به دنبال تطابق‌های موقعیتی می‌گردد و نه بازی‌هایی که به ... ختم می‌شوند.
fi: Se ei etsi pelipaikkakohtaisia ​​otteluita eikä pelejä, jotka päättyvät
fr: Il ne recherche pas les correspondances de position, ni les jeux se terminant par
he: הוא לא מחפש התאמות עמדות, וגם לא משחקים המסתיימים ב-
hi: यह न तो पोजीशन मिलानों की खोज करता है, न ही में समाप्त होने वाले खेलों की खोज करता है
hu: Nem keres pozícióegyezéseket, sem pedig olyan játékokat, amelyek erre végződnek:
id: Ini tidak mencari kecocokan posisi, atau permainan yang berakhir di
ja: ポジションマッチや、
lt: Neieškoma nei pozicijų atitikmenų, nei žaidimų, kurie baigiasi
lv: Tas nemeklē pozīciju atbilstības, kā arī spēles, kas beidzas ar
nl: Er wordt niet gezocht naar positiewedstrijden, noch naar wedstrijden die eindigen op
no: Den søker ikke etter posisjonsmatcher, og heller ikke etter kamper som slutter på
pl: Nie wyszukuje dopasowań pozycji ani gier kończących się na
pt: Ele não busca partidas de posição, nem jogos que terminam em
ro: Nu caută meciuri pe poziții, nici jocuri care se termină în
ru: Он не ищет позиционные матчи, а также игры, заканчивающиеся на
sq: Nuk kërkon përputhje pozicionesh, as lojëra që përfundojnë me
sr: Не тражи подударања позиција, нити игре које се завршавају са
sv: Den söker inte efter positionsmatcher, inte heller efter matcher som slutar på
sw: Haitafuti mechi za nafasi, wala michezo inayoisha
ta: இது நிலை பொருத்தங்களைத் தேடாது, அல்லது முடிவடையும் விளையாட்டுகளையும் தேடாது
th: ไม่ค้นหาตำแหน่งที่ตรงกันและไม่ค้นหาเกมที่ลงท้ายด้วย
tr: Pozisyon eşleşmelerini veya maç sonu skorlarını aramaz.
uk: Він не шукає збіги позицій, а також ігри, що закінчуються на
ur: یہ پوزیشن کے میچوں کی تلاش نہیں کرتا ہے اور نہ ہی ختم ہونے والے گیمز کے لیے
vi: Nó không tìm kiếm các trận đấu vị trí, cũng không tìm kiếm các trò chơi kết thúc bằng

source: checkmate, stalemate, or with a check.
ar: كش ملك، أو طريق مسدود، أو مع شيك.
bg: мат, патова ситуация или с шах.
bn: চেকমেট, অচলাবস্থা, অথবা চেক সহ।
cs: mat, patová situace nebo s šekem.
da: skakmat, dødvande eller med skak.
de: Schachmatt, Patt oder mit Schach.
el: ματ, αδιέξοδο ή με σάχ.
es: jaque mate, estancamiento o con jaque.
et: matt, patiseis või tšekk.
fa: مات، بن‌بست، یا با یک چک.
fi: matti, pattitilanne tai shakki.
fr: échec et mat, impasse ou avec un échec.
he: שח מט, קיפאון, או עם שח.
hi: शह और मात, गतिरोध, या शह के साथ।
hu: sakk, patt vagy sakk.
id: skakmat, jalan buntu, atau dengan skak.
ja: チェックメイト、ステイルメイト、またはチェック付き。
lt: matas, aklavietė arba šachas.
lv: mats, strupceļš vai ar čeku.
nl: schaakmat, pat of met schaak.
no: sjakkmatt, dødvann eller med sjakk.
pl: szach-mat, pat lub szach.
pt: xeque-mate, impasse ou com xeque.
ro: șah-mat, impas sau cu un șah.
ru: мат, пат или с шахом.
sq: shah-mat, bllokim ose me një shah.
sr: шах-мат, пат или са шахом.
sv: schackmatt, dödläge eller med schack.
sw: checkmate, stalemate, au na hundi.
ta: செக்மேட், ஸ்டேமேட் அல்லது காசோலையுடன்.
th: รุกฆาต, ทางตัน, หรือด้วยเช็ค
tr: şah mat, pat veya şah ile.
uk: шах і мат, пат або шах.
ur: چیک میٹ، تعطل، یا چیک کے ساتھ۔
vi: chiếu hết, hòa, hoặc chiếu.

source: If you are using an annotated PGN database file which was exported from Fritz,
ar: إذا كنت تستخدم ملف قاعدة بيانات PGN الموضح والذي تم تصديره من Fritz،
bg: Ако използвате анотиран PGN файл с база данни, експортиран от Fritz,
bn: যদি আপনি একটি টীকাযুক্ত PGN ডাটাবেস ফাইল ব্যবহার করেন যা ফ্রিটজ থেকে রপ্তানি করা হয়েছিল,
cs: Pokud používáte anotovaný soubor databáze PGN, který byl exportován z Fritz,
da: Hvis du bruger en annoteret PGN-databasefil, der blev eksporteret fra Fritz,
de: Wenn Sie eine kommentierte PGN-Datenbankdatei verwenden, die aus Fritz exportiert wurde,
el: Εάν χρησιμοποιείτε ένα σχολιασμένο αρχείο βάσης δεδομένων PGN που εξήχθη από τον Fritz,
es: Si está utilizando un archivo de base de datos PGN anotado que se exportó desde Fritz,
et: Kui kasutate Fritzi eksporditud annoteeritud PGN-andmebaasifaili,
fa: اگر از یک فایل پایگاه داده PGN حاشیه‌نویسی شده که از Fritz صادر شده است استفاده می‌کنید،
fi: Jos käytät Fritzistä vietyä kommentoidulla PGN-tietokantatiedostoa,
fr: Si vous utilisez un fichier de base de données PGN annoté qui a été exporté depuis Fritz,
he: אם אתם משתמשים בקובץ מסד נתונים של PGN עם הערות שיוצא מ-Fritz,
hi: यदि आप एक एनोटेटेड PGN डेटाबेस फ़ाइल का उपयोग कर रहे हैं जिसे फ्रिट्ज़ से निर्यात किया गया था,
hu: Ha egy Fritzből exportált, jegyzetekkel ellátott PGN adatbázisfájlt használ,
id: Jika Anda menggunakan file database PGN beranotasi yang diekspor dari Fritz,
ja: Fritzからエクスポートされた注釈付きPGNデータベースファイルを使用している場合は、
lt: Jei naudojate anotuotą PGN duomenų bazės failą, eksportuotą iš „Fritz“,
lv: Ja izmantojat anotētu PGN datubāzes failu, kas tika eksportēts no Fritz,
nl: Als u een geannoteerd PGN-databasebestand gebruikt dat is geëxporteerd vanuit Fritz,
no: Hvis du bruker en kommentert PGN-databasefil som ble eksportert fra Fritz,
pl: Jeśli używasz pliku bazy danych PGN z adnotacjami, który został wyeksportowany z programu Fritz,
pt: Se você estiver usando um arquivo de banco de dados PGN anotado que foi exportado do Fritz,
ro: Dacă utilizați un fișier de bază de date PGN adnotat care a fost exportat de la Fritz,
ru: Если вы используете аннотированный файл базы данных PGN, экспортированный из Fritz,
sq: Nëse po përdorni një skedar të bazës së të dhënave PGN të shënuar i cili është eksportuar nga Fritz,
sr: Ако користите анотирану PGN датотеку базе података која је извезена из Fritz-а,
sv: Om du använder en kommenterad PGN-databasfil som exporterades från Fritz,
sw: Ikiwa unatumia faili ya hifadhidata ya PGN iliyofafanuliwa ambayo ilisafirishwa kutoka kwa Fritz,
ta: நீங்கள் ஃபிரிட்ஸிலிருந்து ஏற்றுமதி செய்யப்பட்ட ஒரு குறிப்புள்ள PGN தரவுத்தளக் கோப்பைப் பயன்படுத்துகிறீர்கள் என்றால்,
th: หากคุณใช้ไฟล์ฐานข้อมูล PGN ที่มีคำอธิบายประกอบซึ่งส่งออกจาก Fritz
tr: Fritz'den dışa aktarılan açıklamalı bir PGN veritabanı dosyası kullanıyorsanız,
uk: Якщо ви використовуєте анотований файл бази даних PGN, експортований з Fritz,
ur: اگر آپ ایک تشریح شدہ PGN ڈیٹا بیس فائل استعمال کر رہے ہیں جو Fritz سے برآمد کی گئی تھی،
vi: Nếu bạn đang sử dụng tệp cơ sở dữ liệu PGN có chú thích được xuất từ Fritz,

source: you will probably have to use the < Remove EOF characters > option
ar: ربما يتعين عليك استخدام خيار <إزالة أحرف EOF>
bg: вероятно ще трябва да използвате опцията < Премахване на EOF символи >
bn: আপনাকে সম্ভবত <EOF অক্ষর মুছে ফেলুন > বিকল্পটি ব্যবহার করতে হবে
cs: pravděpodobně budete muset použít volbu < Odebrat znaky EOF >
da: Du bliver sandsynligvis nødt til at bruge indstillingen <Fjern EOF-tegn>
de: Sie müssen wahrscheinlich die Option < EOF-Zeichen entfernen > verwenden
el: πιθανότατα θα πρέπει να χρησιμοποιήσετε την επιλογή <Κατάργηση χαρακτήρων EOF>
es: Probablemente tendrás que usar la opción <Eliminar caracteres EOF>
et: Tõenäoliselt peate kasutama valikut < Eemalda EOF-märgid >
fa: احتمالاً مجبور خواهید بود از گزینه <حذف کاراکترهای EOF> استفاده کنید.
fi: sinun on luultavasti käytettävä < Poista EOF-merkit > -vaihtoehtoa
fr: vous devrez probablement utiliser l'option < Supprimer les caractères EOF >
he: כנראה שתצטרך להשתמש באפשרות < הסר תווים של EOF >
hi: आपको संभवतः < EOF अक्षर हटाएँ > विकल्प का उपयोग करना होगा
hu: valószínűleg az < EOF karakterek eltávolítása > opciót kell használnod.
id: Anda mungkin harus menggunakan opsi < Hapus karakter EOF >
ja: おそらく<EOF文字を削除>オプションを使用する必要があるでしょう
lt: tikriausiai turėsite naudoti parinktį <Pašalinti EOF simbolius>
lv: iespējams, būs jāizmanto opcija < Noņemt EOF rakstzīmes >
nl: Je zult waarschijnlijk de optie < EOF-tekens verwijderen > moeten gebruiken
no: du må sannsynligvis bruke alternativet <Fjern EOF-tegn>
pl: prawdopodobnie będziesz musiał użyć opcji <Usuń znaki EOF>
pt: você provavelmente terá que usar a opção < Remover caracteres EOF >
ro: probabil va trebui să utilizați opțiunea < Eliminare caractere EOF >
ru: вам, вероятно, придется использовать опцию <Удалить символы EOF>
sq: ndoshta do të duhet të përdorni opsionin <Hiq karakteret EOF>
sr: вероватно ћете морати да користите опцију < Уклони EOF знакове >
sv: du kommer förmodligen att behöva använda alternativet <Ta bort EOF-tecken>
sw: labda utalazimika kutumia < Ondoa herufi za EOF > chaguo
ta: நீங்கள் அநேகமாக "REMOVE EOF characters >" விருப்பத்தைப் பயன்படுத்த வேண்டியிருக்கும்.
th: คุณอาจต้องใช้ตัวเลือก <ลบอักขระ EOF>
tr: Muhtemelen < EOF karakterlerini kaldır > seçeneğini kullanmanız gerekecek
uk: вам, ймовірно, доведеться скористатися опцією < Видалити символи EOF >
ur: آپ کو ممکنہ طور پر < EOF حروف کو ہٹا دیں > اختیار استعمال کرنا پڑے گا۔
vi: bạn có thể sẽ phải sử dụng tùy chọn <Xóa ký tự EOF>

source: and load the new file, for the fast search to work properly.
ar: وقم بتحميل الملف الجديد، حتى يعمل البحث السريع بشكل صحيح.
bg: и заредете новия файл, за да работи бързото търсене правилно.
bn: এবং দ্রুত অনুসন্ধান সঠিকভাবে কাজ করার জন্য নতুন ফাইলটি লোড করুন।
cs: a načtěte nový soubor, aby rychlé vyhledávání fungovalo správně.
da: og indlæs den nye fil, så den hurtige søgning fungerer korrekt.
de: und laden Sie die neue Datei, damit die Schnellsuche ordnungsgemäß funktioniert.
el: και φορτώστε το νέο αρχείο, για να λειτουργήσει σωστά η γρήγορη αναζήτηση.
es: y cargue el nuevo archivo, para que la búsqueda rápida funcione correctamente.
et: ja laadige uus fail, et kiirotsing korralikult töötaks.
fa: و فایل جدید را بارگذاری کنید، تا جستجوی سریع به درستی کار کند.
fi: ja lataa uusi tiedosto, jotta pikahaku toimisi oikein.
fr: et chargez le nouveau fichier, pour que la recherche rapide fonctionne correctement.
he: וטען את הקובץ החדש, כדי שהחיפוש המהיר יפעל כראוי.
hi: और नई फ़ाइल लोड करें, ताकि तेज़ खोज ठीक से काम कर सके।
hu: és töltse be az új fájlt, hogy a gyorskeresés megfelelően működjön.
id: dan memuat berkas baru, agar pencarian cepat berfungsi dengan baik.
ja: 高速検索が適切に機能するには、新しいファイルをロードします。
lt: ir įkelkite naują failą, kad greitoji paieška veiktų tinkamai.
lv: un ielādējiet jauno failu, lai ātrā meklēšana darbotos pareizi.
nl: en laad het nieuwe bestand, zodat het snel zoeken goed werkt.
no: og last inn den nye filen, slik at hurtigsøket skal fungere ordentlig.
pl: i załaduj nowy plik, aby szybkie wyszukiwanie działało prawidłowo.
pt: e carregue o novo arquivo para que a pesquisa rápida funcione corretamente.
ro: și încărcați noul fișier, pentru ca căutarea rapidă să funcționeze corect.
ru: и загрузите новый файл, чтобы быстрый поиск работал правильно.
sq: dhe ngarkoni skedarin e ri, që kërkimi i shpejtë të funksionojë siç duhet.
sr: и учитајте нову датотеку да би брза претрага исправно функционисала.
sv: och ladda den nya filen, för att snabbsökningen ska fungera korrekt.
sw: na upakie faili mpya, ili utafutaji wa haraka ufanye kazi vizuri.
ta: வேகமான தேடல் சரியாக வேலை செய்ய, புதிய கோப்பை ஏற்றவும்.
th: และโหลดไฟล์ใหม่เพื่อให้การค้นหาอย่างรวดเร็วทำงานได้อย่างถูกต้อง
tr: ve yeni dosyayı yükleyin, böylece hızlı arama düzgün çalışacaktır.
uk: і завантажте новий файл, щоб швидкий пошук працював належним чином.
ur: اور نئی فائل لوڈ کریں، تاکہ تیزی سے تلاش ٹھیک سے کام کر سکے۔
vi: và tải tệp mới để chức năng tìm kiếm nhanh hoạt động bình thường.
