Repository: RoySawyer/Nimzo_3d_i7
Catalog: main_7_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Error opening file, operation cancelled
ar: خطأ في فتح الملف، تم إلغاء العملية
bg: Грешка при отваряне на файл, операцията е прекратена
bn: ফাইল খোলার সময় ত্রুটি, অপারেশন বাতিল করা হয়েছে
cs: Chyba při otevírání souboru, operace zrušena
da: Fejl ved åbning af fil, handlingen blev annulleret
de: Fehler beim Öffnen der Datei, Vorgang abgebrochen
el: Σφάλμα κατά το άνοιγμα του αρχείου, η λειτουργία ακυρώθηκε, η λειτουργία ακυρώθηκε.
es: Error al abrir archivo, operación cancelada
et: Viga faili avamisel, toiming tühistati
fa: خطا در باز کردن فایل، عملیات لغو شد
fi: Virhe tiedoston avauksessa, toiminto peruutettu
fr: Erreur lors de l'ouverture du fichier, opération annulée
he: שגיאה בפתיחת קובץ, הפעולה בוטלה
hi: फ़ाइल खोलने में त्रुटि, कार्रवाई रद्द कर दी गई
hu: Hiba a fájl megnyitásakor, a művelet megszakítva
id: Kesalahan saat membuka file, operasi dibatalkan
ja: ファイルのオープン中にエラーが発生しました。操作はキャンセルされました。
lt: Klaida atidarant failą, operacija atšaukta
lv: Kļūda, atverot failu, darbība atcelta
nl: Fout bij het openen van bestand, bewerking geannuleerd
no: Feil ved åpning av fil, operasjonen avbrutt
pl: Błąd otwierania pliku, operacja anulowana
pt: Erro ao abrir arquivo, operação cancelada
ro: Eroare la deschiderea fișierului, operațiune anulată.
ru: Ошибка открытия файла, операция отменена
sq: Gabim në hapjen e skedarit, operacioni u anulua.
sr: Грешка при отварању датотеке, операција отказана
sv: Fel vid öppning av fil, åtgärden avbröts
sw: Hitilafu katika kufungua faili, operesheni imeghairiwa
ta: கோப்பைத் திறப்பதில் பிழை, செயல்பாடு ரத்து செய்யப்பட்டது.
th: เกิดข้อผิดพลาดในการเปิดไฟล์ การดำเนินการถูกยกเลิก
tr: Dosya açılırken hata oluştu, işlem iptal edildi
uk: Помилка відкриття файлу, операцію скасовано
ur: فائل کھولنے میں خرابی، آپریشن منسوخ ہو گیا۔
vi: Lỗi khi mở file, thao tác đã bị hủy

source: Games search
ar: البحث عن الألعاب
bg: Търсене на игри
bn: গেম অনুসন্ধান
cs: Vyhledávání her
da: Spilsøgning
de: Spielesuche
el: Αναζήτηση παιχνιδιών
es: Búsqueda de juegos
et: Mängude otsing
fa: جستجوی بازی‌ها
fi: Pelien haku
fr: Recherche de jeux
he: חיפוש משחקים
hi: खेल खोज
hu: Játékok keresése
id: Pencarian game
ja: ゲーム検索
lt: Žaidimų paieška
lv: Spēļu meklēšana
nl: Spellen zoeken
no: Spillsøk
pl: Wyszukiwanie gier
pt: Busca de jogos
ro: Căutare jocuri
ru: Поиск игр
sq: Kërkimi i lojërave
sr: Претрага игара
sv: Spelsökning
sw: Utafutaji wa michezo
ta: விளையாட்டு தேடல்
th: ค้นหาเกม
tr: Oyun arama
uk: Пошук ігор
ur: گیمز کی تلاش
vi: Tìm kiếm trò chơi

source: Searching games
ar: البحث عن الألعاب
bg: Търсене на игри
bn: গেম অনুসন্ধান করা হচ্ছে
cs: Hledání her
da: Søger efter spil
de: Spiele suchen
el: Αναζήτηση παιχνιδιών
es: Buscando juegos
et: Mängude otsimine
fa: جستجوی بازی‌ها
fi: Pelien etsiminen
fr: Jeux de recherche
he: חיפוש משחקים
hi: खेल खोजना
hu: Játékok keresése
id: Mencari game
ja: ゲームを検索
lt: Žaidimų paieška
lv: Spēļu meklēšana
nl: Zoekspellen
no: Søker etter spill
pl: Wyszukiwanie gier
pt: Procurando jogos
ro: Căutare jocuri
ru: Поиск игр
sq: Duke kërkuar lojëra
sr: Претрага игара
sv: Söker spel
sw: Kutafuta michezo
ta: விளையாட்டுகளைத் தேடுகிறது
th: ค้นหาเกม
tr: Oyun arama
uk: Пошук ігор
ur: گیمز تلاش کر رہے ہیں۔
vi: Tìm kiếm trò chơi

source: Reading games into cache
ar: قراءة الألعاب في ذاكرة التخزين المؤقت
bg: Четене на игри в кеша
bn: ক্যাশে গেম পড়া
cs: Načítání her do mezipaměti
da: Læser spil ind i cachen
de: Spiele in den Cache lesen
el: Ανάγνωση παιχνιδιών στην προσωρινή μνήμη
es: Leyendo juegos en caché
et: Mängude lugemine vahemälust
fa: خواندن بازی‌ها در حافظه پنهان
fi: Pelien lukeminen välimuistista
fr: Lecture des jeux dans le cache
he: קריאת משחקים לתוך המטמון
hi: कैश में गेम पढ़ना
hu: Játékok beolvasása a gyorsítótárba
id: Membaca game ke dalam cache
ja: ゲームをキャッシュに読み込む
lt: Žaidimų skaitymas į talpyklą
lv: Spēļu lasīšana kešatmiņā
nl: Spellen in de cache lezen
no: Leser spill inn i cachen
pl: Wczytywanie gier do pamięci podręcznej
pt: Lendo jogos no cache
ro: Citirea jocurilor în memoria cache
ru: Чтение игр в кэш
sq: Leximi i lojërave në memorien e përkohshme
sr: Читање игара у кеш
sv: Läser spel i cachen
sw: Kusoma michezo kwenye kache
ta: கேம்களை தற்காலிக சேமிப்பில் படித்தல்
th: การอ่านเกมลงในแคช
tr: Oyunları önbelleğe okuma
uk: Зчитування ігор у кеш
ur: کیشے میں گیمز پڑھنا
vi: Đọc trò chơi vào bộ nhớ đệm

source: Removing EOF characters
ar: إزالة أحرف نهاية الملف
bg: Премахване на EOF символи
bn: EOF অক্ষর অপসারণ করা হচ্ছে
cs: Odebrání znaků EOF
da: Fjernelse af EOF-tegn
de: Entfernen von EOF-Zeichen
el: Αφαίρεση χαρακτήρων EOF
es: Eliminación de caracteres EOF
et: EOF-märkide eemaldamine
fa: حذف کاراکترهای EOF
fi: EOF-merkkien poistaminen
fr: Suppression des caractères EOF
he: הסרת תווי EOF
hi: EOF वर्ण हटाना
hu: EOF karakterek eltávolítása
id: Menghapus karakter EOF
ja: EOF文字の削除
lt: EOF simbolių šalinimas
lv: EOF rakstzīmju noņemšana
nl: EOF-tekens verwijderen
no: Fjerner EOF-tegn
pl: Usuwanie znaków EOF
pt: Removendo caracteres EOF
ro: Eliminarea caracterelor EOF
ru: Удаление символов EOF
sq: Heqja e karaktereve EOF
sr: Уклањање EOF знакова
sv: Ta bort EOF-tecken
sw: Kuondoa herufi za EOF
ta: EOF எழுத்துக்களை நீக்குதல்
th: การลบตัวอักษร EOF
tr: EOF karakterlerinin kaldırılması
uk: Видалення символів EOF
ur: EOF حروف کو ہٹانا
vi: Xóa các ký tự EOF

source: Current read number
ar: رقم القراءة الحالي
bg: Текущ номер на четене
bn: বর্তমান পঠিত সংখ্যা
cs: Aktuální číslo čtení
da: Aktuelt læst nummer
de: Aktuelle Lesenummer
el: Τρέχων αριθμός ανάγνωσης
es: Número de lectura actual
et: Praegune lugemiste arv
fa: تعداد خوانده شده فعلی
fi: Nykyinen lukumäärä
fr: Numéro de lecture actuel
he: מספר הקריאה הנוכחי
hi: वर्तमान पढ़ी गई संख्या
hu: Jelenlegi olvasási szám
id: Jumlah bacaan saat ini
ja: 現在の読み取り数
lt: Dabartinis skaitymo skaičius
lv: Pašreizējais nolasījumu skaits
nl: Huidig gelezen nummer
no: Gjeldende lest nummer
pl: Aktualny numer odczytu
pt: Número de leitura atual
ro: Numărul curent de citire
ru: Текущее число прочтений
sq: Numri aktual i leximit
sr: Тренутни број очитавања
sv: Nuvarande läst nummer
sw: Nambari ya sasa ya kusoma
ta: தற்போதைய வாசிப்பு எண்
th: ตัวเลขที่อ่านปัจจุบัน
tr: Mevcut okuma sayısı
uk: Поточний номер зчитування
ur: موجودہ پڑھا ہوا نمبر
vi: Số đọc hiện tại

source: File processed
ar: تمت معالجة الملف
bg: Файлът е обработен
bn: ফাইল প্রক্রিয়া করা হয়েছে
cs: Soubor zpracován
da: Fil behandlet
de: Datei verarbeitet
el: Το αρχείο υποβλήθηκε σε επεξεργασία
es: Archivo procesado
et: Fail töödeldud
fa: فایل پردازش شده
fi: Tiedosto käsitelty
fr: Dossier traité
he: הקובץ מעובד
hi: फ़ाइल संसाधित
hu: Fájl feldolgozva
id: Berkas diproses
ja: ファイルが処理されました
lt: Failas apdorotas
lv: Fails apstrādāts
nl: Bestand verwerkt
no: Filen er behandlet
pl: Plik przetworzony
pt: Arquivo processado
ro: Fișier procesat
ru: Файл обработан
sq: Skedari u përpunua
sr: Датотека обрађена
sv: Filen bearbetades
sw: Faili imechakatwa
ta: கோப்பு செயலாக்கப்பட்டது
th: ไฟล์ได้รับการประมวลผลแล้ว
tr: Dosya işlendi
uk: Файл оброблено
ur: فائل پر کارروائی کی گئی۔
vi: Đã xử lý tập tin

source: characters removed
ar: تمت إزالة الأحرف
bg: премахнати герои
bn: অক্ষরগুলি সরানো হয়েছে
cs: odstraněné postavy
da: tegn fjernet
de: Zeichen entfernt
el: χαρακτήρες που αφαιρέθηκαν
es: personajes eliminados
et: eemaldatud tähemärgid
fa: شخصیت‌های حذف شده
fi: merkkejä poistettu
fr: caractères supprimés
he: תווים שהוסרו
hi: अक्षर हटा दिए गए
hu: eltávolított karakterek
id: karakter dihapus
ja: 削除された文字
lt: pašalinti simboliai
lv: noņemtas rakstzīmes
nl: tekens verwijderd
no: tegn fjernet
pl: usunięto znaki
pt: personagens removidos
ro: caractere eliminate
ru: персонажи удалены
sq: karakteret e hequra
sr: ликови уклоњени
sv: tecken borttagna
sw: wahusika kuondolewa
ta: எழுத்துக்கள் நீக்கப்பட்டன
th: ตัวอักษรที่ถูกลบออก
tr: karakterler kaldırıldı
uk: видалені персонажі
ur: حروف کو ہٹا دیا
vi: ký tự đã xóa

source: from file
ar: من الملف
bg: от файл
bn: ফাইল থেকে
cs: ze souboru
da: fra fil
de: aus Datei
el: από αρχείο
es: del archivo
et: failist
fa: از فایل
fi: tiedostosta
fr: à partir du fichier
he: מקובץ
hi: लेख्यपत्र से
hu: fájlból
id: dari berkas
ja: ファイルから
lt: iš failo
lv: no faila
nl: uit bestand
no: fra fil
pl: z pliku
pt: do arquivo
ro: din fișier
ru: из файла
sq: nga skedari
sr: из датотеке
sv: från fil
sw: kutoka kwa faili
ta: கோப்பிலிருந்து
th: จากไฟล์
tr: dosyadan
uk: з файлу
ur: فائل سے
vi: từ tập tin

source: to file
ar: لتقديم الملف
bg: да подаде
bn: ফাইল করা
cs: podat
da: at indgive
de: ablegen
el: να καταθέσω
es: archivar
et: esitama
fa: برای ثبت
fi: arkistoida
fr: déposer
he: להגיש
hi: दायर करना
hu: benyújtani
id: untuk mengajukan
ja: ファイルする
lt: pateikti
lv: iesniegt
nl: archiveren
no: å arkivere
pl: złożyć
pt: arquivar
ro: a depune
ru: в файл
sq: për të paraqitur
sr: поднети
sv: att arkivera
sw: faili
ta: தாக்கல் செய்ய
th: การยื่นเอกสาร
tr: dosyalamak
uk: подати
ur: فائل کرنے کے لئے
vi: để nộp hồ sơ

source: PGN database file message
ar: رسالة ملف قاعدة بيانات PGN
bg: Съобщение на PGN файл от базата данни
bn: PGN ডাটাবেস ফাইল বার্তা
cs: Zpráva souboru databáze PGN
da: PGN-databasefilmeddelelse
de: PGN-Datenbankdateinachricht
el: Μήνυμα αρχείου βάσης δεδομένων PGN
es: Mensaje de archivo de base de datos PGN
et: PGN-andmebaasifaili teade
fa: پیام فایل پایگاه داده PGN
fi: PGN-tietokantatiedoston viesti
fr: Message du fichier de base de données PGN
he: הודעת קובץ מסד נתונים של PGN
hi: PGN डेटाबेस फ़ाइल संदेश
hu: PGN adatbázisfájl üzenet
id: Pesan file basis data PGN
ja: PGNデータベースファイルメッセージ
lt: PGN duomenų bazės failo pranešimas
lv: PGN datubāzes faila ziņojums
nl: PGN-databasebestandbericht
no: PGN-databasefilmelding
pl: Wiadomość pliku bazy danych PGN
pt: Mensagem do arquivo de banco de dados PGN
ro: Mesajul fișierului bazei de date PGN
ru: Сообщение файла базы данных PGN
sq: Mesazhi i skedarit të bazës së të dhënave PGN
sr: Порука датотеке PGN базе података
sv: PGN-databasfilmeddelande
sw: Ujumbe wa faili ya hifadhidata ya PGN
ta: PGN தரவுத்தள கோப்பு செய்தி
th: ข้อความไฟล์ฐานข้อมูล PGN
tr: PGN veritabanı dosya mesajı
uk: Повідомлення файлу бази даних PGN
ur: PGN ڈیٹا بیس فائل کا پیغام
vi: Thông báo tệp cơ sở dữ liệu PGN

source: Games cache cleared
ar: تم مسح ذاكرة التخزين المؤقت للألعاب
bg: Кешът на игрите е изчистен
bn: গেম ক্যাশে সাফ করা হয়েছে
cs: Mezipaměť her byla vymazána
da: Spilcache ryddet
de: Spiele-Cache geleert
el: Η προσωρινή μνήμη παιχνιδιών διαγράφηκε.
es: Se borró el caché de los juegos
et: Mängude vahemälu tühjendatud
fa: حافظه پنهان بازی‌ها پاک شد
fi: Pelien välimuisti tyhjennetty
fr: Cache de jeux vidé
he: מטמון המשחקים נוקה
hi: गेम कैश साफ़ किया गया
hu: Játékok gyorsítótára törölve
id: Cache game dihapus
ja: ゲームのキャッシュをクリアしました
lt: Žaidimų talpykla išvalyta
lv: Spēļu kešatmiņa ir notīrīta
nl: Cache van games gewist
no: Spillbufferen er tømt
pl: Wyczyszczono pamięć podręczną gry
pt: Cache de jogos limpo
ro: Cache-ul jocurilor a fost golit
ru: Кэш игр очищен
sq: Memoria e përkohshme e lojërave u pastrua
sr: Кеш меморија игара је обрисана
sv: Spelcachen rensad
sw: Akiba ya michezo imefutwa
ta: கேம்களின் தற்காலிக சேமிப்பு அழிக்கப்பட்டது
th: ล้างแคชเกมแล้ว
tr: Oyun önbelleği temizlendi
uk: Кеш ігор очищено
ur: گیمز کیش صاف کر دی گئی۔
vi: Đã xóa bộ nhớ đệm trò chơi

source: Fast search PGN games message
ar: بحث سريع عن رسائل ألعاب PGN
bg: Съобщение за бързо търсене на PGN игри
bn: দ্রুত অনুসন্ধান PGN গেম বার্তা
cs: Rychlé vyhledávání her PGN
da: Hurtigsøgning PGN-spilbesked
de: Schnelle Suche nach PGN-Spielnachrichten
el: Μήνυμα γρήγορης αναζήτησης παιχνιδιών PGN
es: Búsqueda rápida de mensajes de juegos PGN
et: Kiire PGN-mängude otsingu sõnum
fa: جستجوی سریع پیام بازی‌های PGN
fi: Nopea haku PGN-pelien viesti
fr: Recherche rapide de messages de jeux PGN
he: חיפוש מהיר של משחקי PGN
hi: त्वरित खोज पीजीएन खेल संदेश
hu: Gyorskeresés PGN játékok üzenet
id: Pesan game PGN pencarian cepat
ja: PGNゲームメッセージを高速検索
lt: Greitos PGN žaidimų paieškos pranešimas
lv: Ātrās meklēšanas PGN spēļu ziņojums
nl: Snel zoeken PGN-spellenbericht
no: Rask søk ​​PGN-spillmelding
pl: Szybkie wyszukiwanie wiadomości gier PGN
pt: Mensagem de busca rápida de jogos PGN
ro: Mesaj rapid de căutare jocuri PGN
ru: Быстрый поиск PGN игр сообщение
sq: Mesazh për kërkim të shpejtë të lojërave PGN
sr: Брза претрага PGN игара порука
sv: Snabbsökning PGN-spelmeddelande
sw: Tafuta haraka ujumbe wa michezo ya PGN
ta: விரைவான தேடல் PGN விளையாட்டு செய்தி
th: ค้นหาข้อความเกม PGN อย่างรวดเร็ว
tr: Hızlı arama PGN oyunları mesajı
uk: Швидкий пошук повідомлень про ігри PGN
ur: پی جی این گیمز کا پیغام تیز تلاش کریں۔
vi: Tìm kiếm nhanh tin nhắn trò chơi PGN

source: Operation cancelled by user
ar: تم إلغاء العملية بواسطة المستخدم
bg: Операцията е анулирана от потребителя
bn: ব্যবহারকারী কর্তৃক কার্যক্রম বাতিল করা হয়েছে
cs: Operace zrušena uživatelem
da: Handlingen blev annulleret af brugeren
de: Vorgang vom Benutzer abgebrochen
el: Η λειτουργία ακυρώθηκε από τον χρήστη
es: Operación cancelada por el usuario
et: Kasutaja tühistas toimingu
fa: عملیات توسط کاربر لغو شد
fi: Käyttäjä peruutti toiminnon
fr: Opération annulée par l'utilisateur
he: הפעולה בוטלה על ידי המשתמש
hi: उपयोगकर्ता द्वारा ऑपरेशन रद्द किया गया
hu: A felhasználó megszakította a műveletet
id: Operasi dibatalkan oleh pengguna
ja: 操作はユーザーによってキャンセルされました
lt: Operaciją atšaukė vartotojas
lv: Lietotājs atcēla darbību
nl: Bewerking geannuleerd door gebruiker
no: Operasjonen avbrutt av brukeren
pl: Operacja anulowana przez użytkownika
pt: Operação cancelada pelo usuário
ro: Operațiune anulată de utilizator
ru: Операция отменена пользователем
sq: Operacioni u anulua nga përdoruesi
sr: Корисник је отказао операцију
sv: Åtgärden avbröts av användaren
sw: Uendeshaji umeghairiwa na mtumiaji
ta: பயனரால் செயல்பாடு ரத்து செய்யப்பட்டது.
th: การดำเนินการถูกยกเลิกโดยผู้ใช้
tr: İşlem kullanıcı tarafından iptal edildi
uk: Операцію скасовано користувачем
ur: صارف کے ذریعے آپریشن منسوخ کر دیا گیا۔
vi: Hoạt động đã bị hủy bởi người dùng

source: EOF error when reading file,
ar: خطأ EOF عند قراءة الملف،
bg: Грешка в края на файла (EOF) при четене на файл.
bn: ফাইল পড়ার সময় EOF ত্রুটি,
cs: Chyba EOF při čtení souboru,
da: EOF-fejl ved læsning af fil,
de: EOF-Fehler beim Lesen der Datei,
el: Σφάλμα EOF κατά την ανάγνωση αρχείου,
es: Error EOF al leer el archivo,
et: EOF-viga faili lugemisel
fa: خطای EOF هنگام خواندن فایل
fi: EOF-virhe tiedostoa luettaessa,
fr: Erreur EOF lors de la lecture du fichier,
he: שגיאת EOF בעת קריאת קובץ,
hi: फ़ाइल पढ़ते समय EOF त्रुटि,
hu: EOF hiba a fájl olvasása közben,
id: Kesalahan EOF saat membaca file,
ja: ファイルの読み取り中にEOFエラーが発生しました。
lt: EOF klaida skaitant failą
lv: EOF kļūda, lasot failu,
nl: EOF-fout bij het lezen van bestand,
no: EOF-feil ved lesing av fil,
pl: Błąd EOF podczas odczytu pliku,
pt: Erro EOF ao ler arquivo,
ro: Eroare EOF la citirea fișierului,
ru: Ошибка EOF при чтении файла,
sq: Gabim EOF gjatë leximit të skedarit,
sr: Грешка EOF при читању датотеке,
sv: EOF-fel vid läsning av fil,
sw: Kosa la EOF wakati wa kusoma faili,
ta: கோப்பைப் படிக்கும்போது EOF பிழை,
th: ข้อผิดพลาด EOF เมื่ออ่านไฟล์
tr: Dosya okunurken EOF hatası,
uk: Помилка EOF під час читання файлу.
ur: فائل پڑھتے وقت EOF کی خرابی،
vi: Lỗi EOF khi đọc tệp,

source: Suggestion : Create a new version of the current PGN file with
ar: الاقتراح: قم بإنشاء إصدار جديد من ملف PGN الحالي باستخدام
bg: Предложение: Създайте нова версия на текущия PGN файл с
bn: পরামর্শ: বর্তমান PGN ফাইলের একটি নতুন সংস্করণ তৈরি করুন
cs: Návrh: Vytvořte novou verzi aktuálního souboru PGN pomocí
da: Forslag: Opret en ny version af den aktuelle PGN-fil med
de: Vorschlag: Erstellen Sie eine neue Version der aktuellen PGN-Datei mit
el: Πρόταση: Δημιουργήστε μια νέα έκδοση του τρέχοντος αρχείου PGN με
es: Sugerencia: Cree una nueva versión del archivo PGN actual con
et: Soovitus: Loo praegusest PGN-failist uus versioon käsuga
fa: پیشنهاد: یک نسخه جدید از فایل PGN فعلی با ... ایجاد کنید
fi: Ehdotus: Luo uusi versio nykyisestä PGN-tiedostosta käyttämällä
fr: Suggestion : Créez une nouvelle version du fichier PGN actuel avec
he: הצעה: צור גרסה חדשה של קובץ ה-PGN הנוכחי עם
hi: सुझाव : वर्तमान PGN फ़ाइल का नया संस्करण बनाएँ
hu: Javaslat: Hozz létre egy új verziót a jelenlegi PGN fájlból a következővel:
id: Saran : Buat versi baru dari file PGN saat ini dengan
ja: 提案: 現在のPGNファイルの新しいバージョンを次のように作成します。
lt: Pasiūlymas: sukurkite naują dabartinio PGN failo versiją su
lv: Ieteikums: Izveidojiet jaunu pašreizējā PGN faila versiju ar
nl: Suggestie: Maak een nieuwe versie van het huidige PGN-bestand met
no: Forslag: Opprett en ny versjon av den gjeldende PGN-filen med
pl: Sugestia: Utwórz nową wersję bieżącego pliku PGN z
pt: Sugestão: Crie uma nova versão do arquivo PGN atual com
ro: Sugestie: Creați o nouă versiune a fișierului PGN curent cu
ru: Предложение: Создайте новую версию текущего файла PGN с помощью
sq: Sugjerim: Krijo një version të ri të skedarit aktual PGN me
sr: Предлог: Направите нову верзију тренутне PGN датотеке са
sv: Förslag: Skapa en ny version av den aktuella PGN-filen med
sw: Pendekezo : Unda toleo jipya la faili ya sasa ya PGN na
ta: பரிந்துரை: தற்போதைய PGN கோப்பின் புதிய பதிப்பை உருவாக்கவும்
th: ข้อเสนอแนะ: สร้างเวอร์ชันใหม่ของไฟล์ PGN ปัจจุบันด้วย
tr: Öneri: Mevcut PGN dosyasının yeni bir sürümünü oluşturun
uk: Пропозиція: Створіть нову версію поточного PGN-файлу за допомогою
ur: تجویز : اس کے ساتھ موجودہ PGN فائل کا نیا ورژن بنائیں
vi: Gợi ý: Tạo phiên bản mới của tệp PGN hiện tại bằng

source: < Search games.. > < Fast search options.. > < Remove EOF characters >
ar: < البحث عن الألعاب.. > < خيارات البحث السريع.. > < إزالة الأحرف التي تنتهي بنهاية اللعبة >
bg: < Търсене на игри.. > < Опции за бързо търсене.. > < Премахване на символи от края на програмата >
bn: <গেম খুঁজুন.. > <দ্রুত অনুসন্ধান বিকল্প.. > <EOF অক্ষর সরান >
cs: < Vyhledávání her.. > < Možnosti rychlého vyhledávání.. > < Odebrat znaky EOF >
da: < Søg i spil.. > < Hurtige søgemuligheder.. > < Fjern EOF-tegn >
de: < Spiele suchen.. > < Schnellsuchoptionen.. > < EOF-Zeichen entfernen >
el: < Αναζήτηση παιχνιδιών.. > < Επιλογές γρήγορης αναζήτησης.. > < Αφαίρεση χαρακτήρων EOF >
es: < Buscar juegos... > < Opciones de búsqueda rápida... > < Eliminar caracteres EOF >
et: < Otsi mänge.. > < Kiirotsingu valikud.. > < Eemalda EOF-märgid >
fa: < جستجوی بازی‌ها .. > < گزینه‌های جستجوی سریع .. > < حذف کاراکترهای EOF >
fi: < Hae pelejä.. > < Pikahakuasetukset.. > < Poista EOF-merkit >
fr: < Rechercher des jeux.. > < Options de recherche rapide.. > < Supprimer les caractères EOF >
he: < חיפוש משחקים.. > < אפשרויות חיפוש מהיר.. > < הסרת תווי EOF >
hi: < खेल खोजें.. > < त्वरित खोज विकल्प.. > < EOF वर्ण हटाएँ >
hu: < Játékok keresése.. > < Gyorskeresési beállítások.. > < EOF karakterek eltávolítása >
id: < Cari game.. > < Opsi pencarian cepat.. > < Hapus karakter EOF >
ja: < ゲームを検索... > < 高速検索オプション... > < EOF 文字を削除 >
lt: < Ieškoti žaidimų.. > < Greitos paieškos parinktys.. > < Pašalinti EOF simbolius >
lv: < Meklēt spēles.. > < Ātrās meklēšanas opcijas.. > < Noņemt EOF rakstzīmes >
nl: < Zoekspellen.. > < Snelle zoekopties.. > < Verwijder EOF-tekens >
no: < Søk i spill.. > < Hurtigsøk.. > < Fjern EOF-tegn >
pl: < Szukaj gier.. > < Opcje szybkiego wyszukiwania.. > < Usuń znaki EOF >
pt: < Pesquisar jogos.. > < Opções de pesquisa rápida.. > < Remover caracteres EOF >
ro: < Căutare jocuri.. > < Opțiuni de căutare rapidă.. > < Eliminare caractere EOF >
ru: < Поиск игр.. > < Параметры быстрого поиска.. > < Удалить символы EOF >
sq: < Kërko lojëra.. > < Opsione kërkimi të shpejta.. > < Hiq karakteret EOF >
sr: < Претражи игре.. > < Опције брзе претраге.. > < Уклони EOF карактере >
sv: < Sök spel.. > < Snabbsökningsalternativ.. > < Ta bort EOF-tecken >
sw: < Tafuta michezo.. > < Chaguzi za utafutaji wa haraka.. > < Ondoa herufi za EOF >
ta: விளையாட்டுகளைத் தேடு.. > விரைவான தேடல் விருப்பங்கள்.. > EOF எழுத்துக்களை அகற்று >
th: < ค้นหาเกม.. > < ตัวเลือกการค้นหาอย่างรวดเร็ว.. > < ลบตัวอักษร EOF >
tr: < Oyunları ara.. > < Hızlı arama seçenekleri.. > < EOF karakterlerini kaldır >
uk: < Пошук ігор.. > < Параметри швидкого пошуку.. > < Видалити символи EOF >
ur: < گیمز تلاش کریں.. > < تیز تلاش کے اختیارات.. > < EOF حروف کو ہٹا دیں >
vi: < Tìm kiếm trò chơi.. > < Tùy chọn tìm kiếm nhanh.. > < Xóa ký tự EOF >

source: and then open the new file for a fast search.
ar: ثم افتح الملف الجديد لإجراء بحث سريع.
bg: и след това отворете новия файл за бързо търсене.
bn: এবং তারপর দ্রুত অনুসন্ধানের জন্য নতুন ফাইলটি খুলুন।
cs: a poté otevřete nový soubor pro rychlé vyhledávání.
da: og åbn derefter den nye fil for en hurtig søgning.
de: und öffnen Sie dann die neue Datei für eine schnelle Suche.
el: και στη συνέχεια ανοίξτε το νέο αρχείο για γρήγορη αναζήτηση.
es: y luego abra el nuevo archivo para una búsqueda rápida.
et: ja seejärel avage uus fail kiireks otsinguks.
fa: و سپس فایل جدید را برای جستجوی سریع باز کنید.
fi: ja avaa sitten uusi tiedosto nopeaa hakua varten.
fr: puis ouvrez le nouveau fichier pour une recherche rapide.
he: ולאחר מכן פתח את הקובץ החדש לחיפוש מהיר.
hi: और फिर तेजी से खोज के लिए नई फ़ाइल खोलें।
hu: majd nyissa meg az új fájlt a gyors kereséshez.
id: lalu buka file baru untuk pencarian cepat.
ja: 新しいファイルを開いて高速検索を実行します。
lt: ir tada atidarykite naują failą, kad galėtumėte greitai ieškoti.
lv: un pēc tam atveriet jauno failu ātrai meklēšanai.
nl: en open vervolgens het nieuwe bestand om snel te zoeken.
no: og åpne deretter den nye filen for et raskt søk.
pl: a następnie otwórz nowy plik w celu szybkiego przeszukania.
pt: e então abra o novo arquivo para uma pesquisa rápida.
ro: și apoi deschideți noul fișier pentru o căutare rapidă.
ru: а затем откройте новый файл для быстрого поиска.
sq: dhe pastaj hapni skedarin e ri për një kërkim të shpejtë.
sr: а затим отворите нову датотеку за брзу претрагу.
sv: och öppna sedan den nya filen för en snabb sökning.
sw: na kisha ufungue faili mpya kwa utaftaji wa haraka.
ta: பின்னர் விரைவான தேடலுக்கு புதிய கோப்பைத் திறக்கவும்.
th: จากนั้นเปิดไฟล์ใหม่เพื่อค้นหาอย่างรวดเร็ว
tr: ve ardından hızlı arama için yeni dosyayı açın.
uk: а потім відкрийте новий файл для швидкого пошуку.
ur: اور پھر تیز تلاش کے لیے نئی فائل کھولیں۔
vi: và sau đó mở tệp mới để tìm kiếm nhanh.
